{
  "last_update": "Последнее изменение: 20 мая 2022 г.",
  "head_title": "Условия обслуживания (DEX)",
  "part0": {
    "p0": "Добро пожаловать на zilpay.io, пользовательский интерфейс, размещенный на веб-сайте («Интерфейс» или «Приложение»), предоставляемый ZilPay («мы», «наш» или «нас»). Интерфейс предоставляет доступ к децентрализованному протоколу в блокчейне Zilliqa, который позволяет пользователям торговать определенными цифровыми активами («ZilPay DEX» или «DEX»). Интерфейс является одним, но не единственным, средством доступа к DEX.",
    "p1": "Настоящее Соглашение об условиях обслуживания («Соглашение») объясняет условия, на которых вы можете получать доступ и использовать Интерфейс. Вы должны внимательно прочитать настоящее Соглашение. Получая доступ или используя Интерфейс, вы подтверждаете, что прочитали, поняли и согласны соблюдать настоящее Соглашение в полном объеме. Если вы не согласны, вы не имеете права доступа или использования Интерфейса и не должны использовать Интерфейс.",
    "p2": "ВНИМАНИЕ: Пожалуйста, внимательно прочитайте настоящее Соглашение, так как оно регулирует использование вами Интерфейса. Настоящее Соглашение содержит важную информацию. Интерфейс доступен вам — и вы должны получать доступ к Интерфейсу — только если вы полностью согласны с этими условиями."
  },
  "part1": {
    "title": "Изменение настоящего Соглашения",
    "p0": "Мы оставляем за собой право по нашему собственному усмотрению время от времени изменять настоящее Соглашение. Если мы внесем какие-либо изменения, мы уведомим вас, обновив дату в верхней части Соглашения и поддерживая текущую версию Соглашения на zilpay.io/dex-policy. Все изменения вступают в силу с момента их публикации, и ваш продолжающийся доступ или использование Интерфейса будет служить подтверждением вашего согласия с этими изменениями. Если вы не согласны с какими-либо изменениями настоящего Соглашения, вы должны немедленно прекратить доступ и использование Интерфейса."
  },
  "part2": {
    "title": "Право на использование",
    "p0": "Чтобы получить доступ или использовать Интерфейс, вы должны быть в состоянии заключить с нами юридически обязывающий договор. Соответственно, вы заявляете, что достигли возраста совершеннолетия в вашей юрисдикции (например, восемнадцати лет) и обладаете полным правом, полномочиями и властью для заключения и соблюдения условий настоящего Соглашения от своего имени и от имени любой компании или юридического лица, для которого вы можете получать доступ или использовать Интерфейс.",
    "p1": "Вы также заявляете, что не являетесь субъектом экономических или торговых санкций, администрируемых или применяемых каким-либо государственным органом, или иным образом не включены в какой-либо список запрещенных или ограниченных сторон. Наконец, вы заявляете, что ваш доступ и использование Интерфейса будут полностью соответствовать всем применимым законам и нормативным актам, и что вы не будете получать доступ или использовать Интерфейс для ведения, содействия или иного облегчения любой незаконной деятельности."
  },
  "part3": {
    "title": "Права собственности",
    "p0": "Мы владеем всей интеллектуальной собственностью и другими правами на Интерфейс и его содержимое, включая (но не ограничиваясь) программное обеспечение, текст, изображения, товарные знаки, знаки обслуживания, авторские права, патенты и дизайн. В отличие от Интерфейса, смарт-контракт DEX полностью состоит из программного обеспечения с открытым исходным кодом или доступным исходным кодом, работающего в публичном блокчейне Zilliqa."
  },
  "part4": {
    "title": "Дополнительные права",
    "p0": "Мы оставляем за собой следующие права, которые не являются нашими обязательствами: (a) с уведомлением или без уведомления вас изменять, заменять, исключать или добавлять в Интерфейс; (b) просматривать, изменять, фильтровать, отключать, удалять и убирать любое содержимое и информацию из Интерфейса; и (c) сотрудничать с любыми правоохранительными органами, судом или правительственным расследованием или приказом, или третьей стороной, запрашивающей или предписывающей нам раскрыть информацию или контент, или информацию, которую вы предоставляете."
  },
  "part5": {
    "title": "Конфиденциальность",
    "p0": "Когда вы используете Интерфейс, единственная информация, которую мы собираем от вас, — это адрес вашего блокчейн-кошелька, хэши завершенных транзакций, а также названия токенов, символы или другие идентификаторы блокчейна токенов, которые вы обмениваете. Мы не собираем от вас никакой личной информации (например, ваше имя или другие идентификаторы, которые могут быть связаны с вами). Однако мы используем сторонних поставщиков услуг, включая (но не ограничиваясь) Netlify и Google Analytics, которые могут получать или независимо получать вашу личную информацию из общедоступных источников. Мы не контролируем, как эти третьи стороны обрабатывают ваши данные, и вам следует ознакомиться с их политиками конфиденциальности, чтобы понять, как они собирают, используют и передают вашу личную информацию. В частности, посетите https://policies.google.com/technologies/partner-sites, чтобы узнать больше о том, как Google использует данные. Получая доступ и используя Интерфейс, вы понимаете и соглашаетесь с нашими практиками обработки данных и обработкой вашей информации нашими поставщиками услуг.",
    "p1": "Мы используем собранную информацию для выявления, предотвращения и смягчения последствий финансовых преступлений и других незаконных или вредоносных действий в Интерфейсе. В этих целях мы можем передавать собранную информацию поставщикам аналитики блокчейна. Мы передаем информацию этим поставщикам услуг только для того, чтобы они могли помочь нам обеспечить безопасность, защищенность и целостность Интерфейса. Мы не храним собранную информацию дольше, чем это необходимо для этих целей.",
    "p2": "Обратите внимание, что при использовании Интерфейса вы взаимодействуете с блокчейном Zilliqa, который обеспечивает прозрачность ваших транзакций. ZilPay не контролирует и не несет ответственности за любую информацию, которую вы делаете общедоступной в блокчейне Zilliqa, совершая действия через Интерфейс."
  },
  "part6": {
    "title": "Запрещенная деятельность",
    "p0": "Вы соглашаетесь не участвовать и не пытаться участвовать в любой из следующих категорий запрещенной деятельности в связи с вашим доступом и использованием Интерфейса:",
    "p1": "Нарушение прав интеллектуальной собственности. Деятельность, которая нарушает или посягает на любое авторское право, товарный знак, знак обслуживания, патент, право на публичность, право на неприкосновенность частной жизни или другие права собственности или интеллектуальной собственности в соответствии с законом.",
    "p2": "Кибератака. Деятельность, направленная на вмешательство или компрометацию целостности, безопасности или надлежащего функционирования любого компьютера, сервера, сети, персонального устройства или другой системы информационных технологий, включая (но не ограничиваясь) развертывание вирусов и атаки типа «отказ в обслуживании».",
    "p3": "Мошенничество и введение в заблуждение. Деятельность, направленная на обман нас или любого другого физического или юридического лица, включая (но не ограничиваясь) предоставление любой ложной, неточной или вводящей в заблуждение информации с целью незаконного получения чужого имущества.",
    "p4": "Манипулирование рынком. Деятельность, нарушающая любой применимый закон, правило или нормативный акт, касающийся целостности торговых рынков, включая (но не ограничиваясь) манипулятивные тактики, широко известные как спуфинг и фиктивная торговля (wash trading).",
    "p5": "Нарушения в сфере ценных бумаг и деривативов. Деятельность, нарушающая любой применимый закон, правило или нормативный акт, касающийся торговли ценными бумагами или деривативами.",
    "p6": "Любое другое незаконное поведение. Деятельность, нарушающая любой применимый закон, правило или нормативный акт любой соответствующей юрисдикции.",
    "p7": "Не зарегистрированы в SEC или любом другом агентстве",
    "p8": "Мы не зарегистрированы в Комиссии по ценным бумагам и биржам США (SEC) в качестве национальной фондовой биржи или в любом другом качестве. Вы понимаете и признаете, что мы не выступаем посредником в торговых ордерах от вашего имени, а также не собираем и не получаем комиссий с ваших сделок на DEX. Мы также не способствуем исполнению или расчету ваших сделок, которые полностью происходят в публичном распределенном блокчейне Zilliqa."
  },
  "part7": {
    "title": "Отсутствие предложений; Отсутствие инвестиционных советов",
    "p0": "Вы соглашаетесь и понимаете, что все сделки, которые вы отправляете через Интерфейс, считаются не запрошенными, что означает, что вы не получали от нас никаких инвестиционных советов в связи с какими-либо сделками, включая те, которые вы размещаете через наш Интерфейс, и что мы не проводим проверку соответствия каких-либо сделок, которые вы отправляете.",
    "p1": "Вся информация, предоставляемая Интерфейсом, предназначена только для информационных целей и не должна рассматриваться как инвестиционный совет. Вы не должны предпринимать или воздерживаться от каких-либо действий на основании какой-либо информации, содержащейся в Интерфейсе. Мы не даем вам никаких инвестиционных рекомендаций и не высказываем мнений о достоинствах каких-либо инвестиционных транзакций или возможностей. Вы несете единоличную ответственность за определение того, подходит ли вам какая-либо инвестиция, инвестиционная стратегия или связанная с ней транзакция, исходя из ваших личных инвестиционных целей, финансовых обстоятельств и терпимости к риску."
  },
  "part8": {
    "title": "Отсутствие гарантий",
    "p0": "Интерфейс предоставляется на условиях «КАК ЕСТЬ» и «ПО МЕРЕ ДОСТУПНОСТИ». В максимальной степени, разрешенной законом, мы отказываемся от любых заявлений и гарантий любого рода, явных, подразумеваемых или установленных законом, включая (но не ограничиваясь) гарантии товарной пригодности и пригодности для определенной цели. Вы признаете и соглашаетесь, что используете Интерфейс на свой страх и риск. Мы не заявляем и не гарантируем, что доступ к Интерфейсу будет непрерывным, бесперебойным, своевременным или безопасным; что информация, содержащаяся в Интерфейсе, будет точной, надежной, полной или актуальной; или что Интерфейс будет свободен от ошибок, дефектов, вирусов или других вредоносных элементов. Никакие советы, информация или заявления, сделанные нами, не должны рассматриваться как создающие какие-либо гарантии в отношении Интерфейса. Мы не одобряем, не гарантируем и не несем ответственности за любую рекламу, предложения или заявления, сделанные третьими сторонами в отношении Интерфейса."
  },
  "part9": {
    "title": "Некастодиальный характер и отсутствие фидуциарных обязанностей",
    "p0": "Интерфейс является чисто некастодиальным приложением, что означает, что вы несете единоличную ответственность за хранение криптографических закрытых ключей к кошелькам цифровых активов, которыми вы владеете. Настоящее Соглашение не предназначено и не создает и не налагает на нас никаких фидуциарных обязанностей. В максимальной степени, разрешенной законом, вы признаете и соглашаетесь, что мы не несем никаких фидуциарных обязанностей или обязательств перед вами или любой другой стороной, и что в той степени, в которой такие обязанности или обязательства могут существовать по закону или по праву справедливости, эти обязанности и обязательства настоящим безотзывно отменяются, от них отказываются и они устраняются. Вы также соглашаетесь, что единственными обязанностями и обязательствами, которые мы несем перед вами, являются те, которые прямо изложены в настоящем Соглашении."
  },
  "part10": {
    "title": "Обязательства по соблюдению требований",
    "p0": "Интерфейс работает по всему миру. Интерфейс может быть недоступен или не подходить для использования в других юрисдикциях. Получая доступ или используя Интерфейс, вы соглашаетесь, что несете единоличную и полную ответственность за соблюдение всех законов и нормативных актов, которые могут к вам применяться."
  },
  "part11": {
    "title": "Принятие риска",
    "p0": "Получая доступ и используя Интерфейс, вы заявляете, что обладаете достаточными финансовыми и техническими знаниями, чтобы понимать неотъемлемые риски, связанные с использованием криптографических и блокчейн-систем, и что у вас есть рабочие знания об использовании и тонкостях цифровых активов, таких как zilliqa (ZIL), и других цифровых токенов, таких как те, которые соответствуют стандарту токенов Zilliqa (ZRC-2). В частности, вы понимаете, что транзакции на основе блокчейна необратимы.",
    "p1": "Вы также понимаете, что рынки этих цифровых активов очень волатильны из-за факторов, включающих (но не ограничивающихся) принятие, спекуляции, технологии, безопасность и регулирование. Вы признаете и принимаете, что стоимость и скорость транзакций с криптографическими и блокчейн-системами, такими как Zilliqa, изменчивы и могут резко возрасти в любое время. Вы также признаете и принимаете риск того, что ваши цифровые активы могут потерять часть или всю свою стоимость, пока они предоставляются в DEX через Интерфейс, вы можете понести убытки из-за колебаний цен токенов в торговой паре или пуле ликвидности, испытать значительное проскальзывание цены и издержки. Вы понимаете, что любой может создать токен, включая поддельные версии существующих токенов и токены, которые ложно утверждают, что представляют проекты, и признаете и принимаете риск того, что вы можете по ошибке торговать этими или другими токенами. Вы также признаете, что мы не несем ответственности ни за одну из этих переменных или рисков, не владеем и не контролируем DEX и не можем нести ответственность за любые связанные с этим убытки, которые вы понесете при доступе или использовании Интерфейса. Соответственно, вы понимаете и соглашаетесь принять на себя полную ответственность за все риски доступа и использования Интерфейса для взаимодействия с DEX."
  },
  "part12": {
    "title": "Сторонние ресурсы и рекламные акции",
    "p0": "Интерфейс может содержать ссылки или отсылки на сторонние ресурсы, включая (но не ограничиваясь) информацию, материалы, продукты или услуги, которыми мы не владеем и не контролируем. Кроме того, третьи стороны могут предлагать рекламные акции, связанные с вашим доступом и использованием Интерфейса. Мы не одобряем и не несем никакой ответственности за любые такие ресурсы или рекламные акции. Если вы получаете доступ к любым таким ресурсам или участвуете в любых таких рекламных акциях, вы делаете это на свой страх и риск, и вы понимаете, что настоящее Соглашение не распространяется на ваши отношения с любыми третьими сторонами. Вы прямо освобождаете нас от любой ответственности, возникающей в результате использования вами любых таких ресурсов или участия в любых таких рекламных акциях."
  },
  "part13": {
    "title": "Освобождение от претензий",
    "p0": "Вы прямо соглашаетесь, что принимаете на себя все риски в связи с вашим доступом и использованием Интерфейса и вашим взаимодействием с DEX. Вы также прямо отказываетесь и освобождаете нас от любой ответственности, претензий, оснований для иска или ущерба, возникающих из или каким-либо образом связанных с использованием вами Интерфейса и вашим взаимодействием с DEX."
  },
  "part14": {
    "title": "Возмещение убытков",
    "p0": "Вы соглашаетесь обезопасить, освободить, защитить и возместить убытки нам и нашим аффилированным лицам и дочерним компаниям от всех претензий, ущерба, обязательств, убытков, ответственности, затрат и расходов, возникающих в результате: (a) вашего доступа и использования Интерфейса; (b) нарушения вами любого условия настоящего Соглашения, прав любой третьей стороны или любого другого применимого закона, правила или нормативного акта; и (c) доступа и использования Интерфейса любой другой стороной с вашей помощью или с использованием любого устройства или учетной записи, которыми вы владеете или контролируете."
  },
  "part15": {
    "title": "Ограничение ответственности",
    "p0": "Ни при каких обстоятельствах мы или любые наши аффилированные лица или дочерние компании не несем ответственности перед вами за любые косвенные, штрафные, случайные, специальные, косвенные или примерные убытки, включая (но не ограничиваясь) убытки от упущенной выгоды, деловой репутации, использования, данных или другого нематериального имущества, возникающие из или связанные с любым доступом или использованием Интерфейса, и мы не несем ответственности за любой ущерб, убытки или травмы, возникшие в результате взлома, несанкционированного доступа или использования Интерфейса или содержащейся в нем информации. Мы не несем никакой ответственности за: (a) ошибки, неточности или неточности контента; (b) телесные повреждения или материальный ущерб любого характера, возникшие в результате любого доступа или использования Интерфейса; (c) несанкционированный доступ или использование любого защищенного сервера или базы данных, находящихся под нашим контролем, или использование любой информации или данных, хранящихся там; (d) прерывание или прекращение функционирования, связанного с Интерфейсом; (e) ошибки, вирусы, троянские кони или тому подобное, которые могут быть переданы в Интерфейс или через него; (f) ошибки или упущения в контенте, или убытки или ущерб, понесенные в результате использования любого контента, доступного через Интерфейс; и (g) клеветническое, оскорбительное или незаконное поведение любой третьей стороны. Ни при каких обстоятельствах мы или любые наши аффилированные лица или дочерние компании не несем ответственности перед вами по любым искам, разбирательствам, обязательствам, ущербу, убыткам или затратам в любом размере. Это ограничение ответственности применяется независимо от того, основана ли предполагаемая ответственность на договоре, деликте, небрежности, строгой ответственности или любой другой основе, и даже если мы были уведомлены о возможности такой ответственности. Некоторые юрисдикции не допускают исключения определенных гарантий или ограничения или исключения определенной ответственности и ущерба. Соответственно, некоторые из отказов от ответственности и ограничений, изложенных в настоящем Соглашении, могут к вам не применяться. Это ограничение ответственности применяется в максимальной степени, разрешенной законом."
  },
  "part16": {
    "title": "Правовая информация",
    "p0": "ZilPay является независимым объединением отдельных разработчиков и не является зарегистрированным юридическим лицом в какой-либо юрисдикции (на момент написания настоящего Соглашения). Используя Интерфейс и DEX, вы полностью понимаете этот факт и не будете использовать Интерфейс и DEX каким-либо образом, если это не подходит для вас и/или не является законным в соответствии с вашей юрисдикцией."
  },
  "part17": {
    "title": "Полное соглашение",
    "p0": "Настоящие условия составляют полное соглашение между вами и нами в отношении предмета настоящего документа. Настоящее Соглашение заменяет собой все предыдущие или одновременные письменные и устные соглашения, сообщения и другие договоренности (если таковые имеются), относящиеся к предмету условий."
  }
}

