{
  "last_update": "ПОСЛЕДНЕЕ ОБНОВЛЕНИЕ – 21 АПРЕЛЯ 2020 Г.",
  "head_title": "Политика конфиденциальности для кошелька ZilPay.",
  "title0": "ZilPay признает, что люди, использующие ZilPay, ценят свою конфиденциальность.",
  "p0": "Настоящая политика конфиденциальности («Политика») описывает, как ZilPay («Компания», «мы», «наш» или «нас») собирает, использует, передает и хранит личную информацию пользователей этого плагина для браузера («Сайт»). Настоящая Политика распространяется на Сайт, приложения, продукты и услуги (совместно именуемые «Услуги»), на которых она размещена, на которые есть ссылка или упоминание.",
  "p1": "Используя Услуги, вы принимаете условия настоящей Политики и наших Условий использования, а также даете согласие на сбор, использование, раскрытие и хранение вашей информации, как описано в настоящей Политике. Если вы еще этого не сделали, пожалуйста, ознакомьтесь также с нашими условиями использования. Условия использования содержат положения, которые ограничивают нашу ответственность перед вами и требуют от вас разрешения любых споров с нами на индивидуальной основе, а не в рамках какого-либо коллективного или представительского иска. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С КАКОЙ-ЛИБО ЧАСТЬЮ НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ ИЛИ НАШИХ УСЛОВИЙ ИСПОЛЬЗОВАНИЯ, ПОЖАЛУЙСТА, НЕ ИСПОЛЬЗУЙТЕ НИКАКИЕ ИЗ УСЛУГ.",
  "p2": "Обратите внимание, что настоящая Политика не распространяется на информацию, собранную через сторонние веб-сайты или службы, к которым вы можете получить доступ через Услуги, или которую вы отправляете нам по электронной почте, текстовым сообщением или другим электронным сообщением или в автономном режиме.",
  "p3": "Если вы посещаете этот сайт из Европейского Союза (ЕС), ознакомьтесь с нашим Уведомлением для субъектов данных ЕС ниже, чтобы узнать о наших правовых основаниях для обработки и передачи ваших данных.",
  "title1": "ЧТО МЫ СОБИРАЕМ",
  "collections0": "Мы получаем информацию о вас различными способами.",
  "collections1": "Информация, которую вы нам предоставляете.",
  "title2": "Информация, которую мы собираем от вас, включает:",
  "p4": "Сетевую информацию о транзакциях; когда вы участвуете в маркетинговых исследованиях, сообщаете о проблеме с Сервисом, получаете поддержку клиентов или иным образом переписываетесь с нами;",
  "title3": "Информация, которую мы получаем от других.",
  "p5": "Мы можем получать информацию о вас из других сторонних источников и можем добавлять ее к информации, которую мы получаем от использования вами Услуг. Такая информация может включать:",
  "p6": "Виджеты социальных сетей: наш Сайт может включать функции социальных сетей, такие как кнопка «Нравится» Facebook и виджеты, такие как кнопка «Поделиться». Эти функции могут собирать вашу личную информацию и отслеживать использование вами Сайта. Эти функции социальных сетей либо размещаются третьей стороной, либо размещаются непосредственно на нашем Сайте. Ваше взаимодействие с этими функциями регулируется политикой конфиденциальности компании, предоставляющей такие функции.",
  "p7": "Мы можем использовать файлы cookie или аналогичные технологии для анализа тенденций, администрирования веб-сайта, отслеживания перемещений пользователей по веб-сайту и сбора демографической информации о нашей пользовательской базе в целом. Пользователи могут контролировать использование файлов cookie на уровне отдельного браузера. Для получения дополнительной информации см. раздел «Политика использования файлов Cookie» ниже.",
  "p8": "Информация, которую мы никогда не будем собирать. Мы никогда не будем просить вас поделиться вашими приватными ключами или сид-фразой кошелька. Никогда не доверяйте никому и никакому сайту, который просит вас ввести ваши приватные ключи или сид-фразу кошелька.",
  "title4": "ИСПОЛЬЗОВАНИЕ ЛИЧНОЙ ИНФОРМАЦИИ",
  "p9": "Для предоставления нашего сервиса",
  "p10": "Веб-сайты не могут видеть информацию о вашей учетной записи, потому что веб-сайтам (dapps) требуется запрос на подключение. Когда пользователь принимает подключения от веб-сайта (dapp), тогда веб-сайт может видеть информацию о вашей учетной записи (адрес zilliqa).",
  "title5": "ZilPay хранит на вашем устройстве:",
  "stores0": "Слова сид-фразы, зашифрованные вашим паролем",
  "stores1": "Ваши импортированные приватные ключи, зашифрованные вашим паролем",
  "stores2": "Ваши учетные записи, такие как адреса и баланс счета.",
  "stores3": "Некоторую информацию пользовательского интерфейса, такую как тема и язык",
  "stores4": "Ваши транзакции",
  "stores5": "Сетевую информацию, такую как URL узла, URL сокета, ID узла.",
  "title6": "Криптография",
  "p11": "Ваши финансовые данные, такие как (начальная фраза восстановления), шифруются современными методами шифрования с использованием пароля пользователя.",
  "title7": "Мы будем использовать вашу личную информацию следующими способами:",
  "p12": "Чтобы предоставить вам доступ и возможность использовать Услуги. Чтобы предоставлять и доставлять продукты и услуги, которые вы можете запросить. Чтобы отправлять информацию, включая подтверждения, технические уведомления, обновления, оповещения безопасности, а также сообщения поддержки и административные сообщения.",
  "title8": "Для соблюдения закона",
  "p13": "Все данные, которыми вы владеете (приватный ключ, начальная фраза), доступны только вам, только вы можете управлять своей учетной записью. Если вы забудете свой пароль или слова сид-фразы, вы потеряете свои деньги.",
  "title9": "Предупреждение об ответственности",
  "p14": "Мы не несем ответственности за потерю ваших финансов. Также, если кто-то захочет получить ваши данные, такие как (начальная фраза восстановления или приватные ключи), ни в коем случае не передавайте эту информацию третьим лицам."
}

