{
  "head_title": "Политика конфиденциальности - ZIlPay",
  "title": "Политика конфиденциальности и использования файлов Cookie",
  "last_update": "ПОСЛЕДНЕЕ ОБНОВЛЕНИЕ – 21 АПРЕЛЯ 2020 Г.",
  "p0": "Настоящая Политика конфиденциальности («Политика») описывает, как ИП Хасаншин Ринат Ильдарович, зарегистрированный под № 01.02.2021, 661220158399, Duns: 506873901 («zilpay» или «контролер»), собирает, использует, передает и хранит персональные данные/информацию («данные») пользователей нашего веб-сайта https://zilpay.io/ («Веб-сайт») и нашего мобильного приложения («Приложение»). Настоящая Политика распространяется на Веб-сайт, Приложение и другие продукты/услуги, предлагаемые вам («Пользователь»/ «Вы») компанией zilpay («Услуги»).",
  "p1": "Настоящая Политика дополняет наши Условия обслуживания в отношении любых деталей/аспектов, касающихся обработки персональных данных в связи с zilpay.",
  "p2": "Обратите внимание, что, загружая наше мобильное Приложение или запуская Веб-сайт, вы соглашаетесь с условиями, изложенными в настоящей Политике.",
  "p3": "Настоящая Политика не распространяется на какие-либо персональные данные/информацию, собранные через сторонние веб-сайты или службы, к которым вы можете получить доступ через Услуги, или которые вы отправляете нам через любое электронное сообщение/текст/электронную почту.",
  "sub_title4": "ПРАВО НА ИСПОЛЬЗОВАНИЕ",
  "p5": "Услуги не предназначены для детей, так как мы внимательно относимся к информации о детях. Обратите внимание, что zilpay не предназначен для использования лицами младше 18 лет. Мы сознательно или намеренно не собираем никакой информации о детях младше 13 лет.",
  "sub_title6": "КАКУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ<br>Мы собираем информацию/персональные данные от вас различными способами. Информация/персональные данные, которые мы можем собирать от вас, включают:",
  "p7": "Контактная информация – адрес электронной почты или идентификатор в ваших социальных сетях;<br>Информация/данные об использовании – о том, как вы используете Сервис и взаимодействуете с zilpay;<br>Переписка с нами – информация, которую вы предоставляете в своих ответах на наши опросы, сообщаете о проблеме с нашими Услугами, отслеживаете ошибки для управления их исправлением, получаете поддержку клиентов или иным образом переписываетесь с нами;<br>Маркетинговая информация – ваши предпочтения в отношении получения общих маркетинговых сообщений (push-уведомлений) и подробности о них.",
  "p8": "Информация, собираемая автоматически. zilpay может автоматически собирать определенную информацию/данные о том, как вы используете наш Веб-сайт или Приложение, такие как IP-адрес пользователя, тип устройства и браузера, операционная система, страницы или функции нашего Веб-сайта/Приложения, которые вы просматривали, и время, которое вы потратили на эти страницы/функции, частота использования наших Услуг и другая статистика/аналитика. Мы используем эту информацию для управления Услугами, для сообщения об определенных ошибках и их исправления, а также для улучшения нашего Сервиса, предлагая Пользователю новые функции, возможности и повышенную функциональность.",
  "p9": "Информация, которую мы получаем от других. zilpay может получать информацию о вас от других третьих лиц («Третья сторона»). Мы можем добавлять эту информацию к информации/данным, которые мы получаем от вас при использовании наших Услуг. Третьи стороны могут обрабатывать аналитическую информацию или статистические данные в результате использования вами Услуг, включая, помимо прочего, тип вашей операционной системы, дату и время доступа к Услугам, период их использования.",
  "p10": "Наш Веб-сайт или Приложение могут быть связаны с вашими платформами социальных сетей (например, Facebook, Linked-In) и могут собирать определенную информацию/данные, предоставляемые вашими взаимодействиями с функциями этих платформ (ваши «лайки»; «репосты»).",
  "p11": "Мы можем использовать файлы cookie или аналогичные технологии для анализа/управления нашим Веб-сайтом/Приложением, отслеживания ваших взаимодействий на Веб-сайте/в Приложении. Для получения дополнительной информации см. раздел «Политика использования файлов Cookie» ниже.",
  "p12": "Сбор и обработка Третьими сторонами вашей личной информации/данных на этих платформах/движках регулируются и подробно описаны в политиках конфиденциальности этих Третьих сторон.",
  "p13": "Мы никогда не будем собирать. Мы ни при каких обстоятельствах не собираем и не храним вашу секретную фразу или закрытый ключ, связанные с вашей учетной записью. Безопасность учетных данных вашего кошелька является вашей личной ответственностью, и очень важно хранить как секретную фразу, так и закрытый ключ в безопасности.",
  "sub_title14": "КАК И ПОЧЕМУ МЫ ИСПОЛЬЗУЕМ ВАШУ ИНФОРМАЦИЮ/ДАННЫЕ",
  "p15": "Мы используем вашу информацию/данные для следующих целей/следующими способами:",
  "p16": "Предоставление наших Услуг",
  "p17": "Мы будем использовать вашу личную информацию/данные:<br>чтобы предоставить вам доступ и возможность использовать Услуги;<br>для отправки информации, включая подтверждения, технические уведомления, обновления наших Услуг/политик, оповещения безопасности, отчеты и любые сообщения/уведомления поддержки/технические и административные;<br>чтобы информировать нас о любых ошибках/багах, с которыми вы можете столкнуться при использовании наших Услуг.",
  "p18": "Для улучшения наших Услуг. Поддержка клиентов",
  "p19": "Мы можем использовать вашу личную информацию/данные для работы, обслуживания и улучшения наших Услуг. Мы также можем использовать вашу информацию/данные для ответа на ваши комментарии и вопросы относительно Услуг, а также для предоставления вам общей поддержки клиентов.",
  "p20": "Мы можем передавать аналитическую информацию через сторонние платформы, такие как Google Analytics, чтобы понять, как пользователи взаимодействуют с нашими Услугами, чтобы мы могли и дальше предоставлять вам лучший опыт. Мы можем обрабатывать вашу аналитическую информацию и информацию поддержки для предоставления вам технической или клиентской поддержки в ответ на любые запросы, комментарии или вопросы, а также для улучшения Сервиса путем расширения его функций и функциональности и адаптации его к потребностям и предпочтениям наших пользователей.",
  "p21": "Общение с вами",
  "p22": "Мы используем вашу личную информацию/данные для общения с вами о предстоящих событиях, наших новостях, любых технических/поддерживающих или административных сообщениях, функциях/инструментах Услуг, предлагаемых нами и нашими избранными партнерами.",
  "p23": "Маркетинговая деятельность",
  "p24": "Мы можем использовать или передавать вашу личную информацию/данные, с вашего информированного, ясного и конкретного согласия, для отправки вам определенных push-уведомлений, наших общих предложений и маркетинговых сообщений или рекламы различных услуг, предоставляемых нашими аффилированными партнерами (например, доменных имен).",
  "p25": "Вы можете в любое время отказаться от маркетинговых сообщений zilpay или его аффилированных партнеров, отключив функции уведомлений на своем устройстве.",
  "p26": "Соблюдение закона. Защита наших прав",
  "p27": "Мы используем вашу личную информацию/данные, которые могут быть необходимы для соблюдения применимых законов, законных запросов и юридических процессов (например, ответы/предоставление информации на/во время официальных запросов/расследований от государственных органов). Мы можем использовать некоторую личную информацию/данные для защиты наших прав, когда вы подаете жалобу против нас.",
  "p28": "Соблюдение требований по предотвращению мошенничества и безопасности",
  "p29": "Мы можем использовать вашу личную информацию/данные для защиты, расследования и предотвращения мошеннической, несанкционированной или любой незаконной деятельности, которой вы можете подвергнуться/столкнуться.",
  "sub_title30": "ПЕРЕДАЧА ЛИЧНОЙ ИНФОРМАЦИИ/ДАННЫХ",
  "p31": "Мы не передаем, не сдаем в аренду, не обмениваем и не продаем вашу личную информацию/данные, которые вы нам предоставляете, другим третьим сторонам/организациям без вашего явного и конкретного согласия, за исключением случаев, описанных в настоящей Политике. Мы можем раскрывать личную информацию/данные следующим третьим сторонам:",
  "p32": "Аффилированные лица. Мы можем раскрывать ваши данные нашим аффилированным компаниям в целях, соответствующих настоящей Политике.<br>Покупатели/правопреемники нашего бизнеса/активов. Мы можем передавать личную информацию/данные, когда наши акционеры/руководство решат осуществить продажу или передачу всего или части нашего бизнеса или активов (включая любое слияние, выделение, финансирование, приобретение или процедуру банкротства).<br>Государственные органы. Мы можем передавать личную информацию/данные для соблюдения юридических требований (включая защиту и безопасность здоровья/человека; финансовых систем и транзакций и т. д.). Аналогичным образом, мы можем передавать информацию/данные для ответа на законные запросы и юридические процессы.<br>Наши консультанты и поставщики услуг. Мы можем передавать информацию/данные нашим консультантам и поставщикам услуг, например, которые могут включать сторонние компании и частных лиц для администрирования и предоставления Услуг от нашего имени (например, службы поддержки клиентов, хостинга, доставки электронной почты и управления базами данных), а также юристов, банкиров, страховщиков, аудиторов и т. д.<br>Другие третьи стороны. Вы можете разрешить нам передавать ваши данные другим организациям или лицам по вашему выбору. Третьи стороны будут обрабатывать данные в соответствии со своими политиками конфиденциальности.",
  "sub_title33": "ТРАНСГРАНИЧНАЯ ПЕРЕДАЧА ДАННЫХ",
  "p34": "Имейте в виду, что ваши персональные данные могут передаваться, обрабатываться и храниться в третьих странах за пределами ЕЭЗ (например, в США). Законы о защите данных в этих третьих странах за пределами ЕС могут отличаться от законов в вашей стране проживания. Вы даете согласие на передачу вашей информации, включая личную информацию/данные, в каждую из этих стран, как указано в настоящей Политике, посещая наш Веб-сайт или используя Приложение/наши Услуги.",
  "p35": "Всякий раз, когда мы передаем вашу личную информацию/данные за пределы ЕЭЗ в другие третьи страны за пределами ЕЭЗ, которые, по мнению Европейской комиссии, не обеспечивают адекватный уровень защиты личной информации, передача будет основываться на механизмах передачи данных, регулируемых Регламентом ЕС № 679/2016 о защите физических лиц в отношении обработки персональных данных и о свободном перемещении таких данных («Регламент ЕС 679/2016»), и признанных Европейской комиссией как обеспечивающие адекватную защиту персональных данных.",
  "p36": "Пожалуйста, свяжитесь с нами, если вам нужна дополнительная информация о конкретных механизмах, используемых нами при передаче вашей личной информации за пределы ЕЭЗ.",
  "sub_title37": "КАК ДОЛГО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ/ДАННЫЕ",
  "p38": "Мы будем хранить вашу личную информацию/данные в наших системах столько времени, сколько потребуется для предоставления вам Услуг. Мы оставляем за собой право хранить ваши данные в течение более длительного периода в случае жалобы или если мы обоснованно полагаем, что существует вероятность судебного разбирательства в отношении наших отношений с вами.",
  "p39": "Могут возникнуть некоторые обстоятельства, когда вы можете попросить нас удалить вашу информацию/данные, поэтому учтите тот факт, что мы также можем хранить некоторую неличную информацию для статистических целей, и в этом случае мы можем использовать эту информацию неограниченное время без дальнейшего уведомления вас.",
  "p40": "Являясь некастодиальным решением, zilpay не хранит никакой информации/данных на своих серверах. Информация/данные хранятся в памяти/накопителе устройств Пользователя.",
  "sub_title41": "КАК ЗАЩИЩЕНЫ ВАШИ ДАННЫЕ",
  "p42": "Мы очень серьезно относимся к защите информации/данных Пользователей. Мы применяем стандартные отраслевые меры безопасности для снижения рисков несанкционированного доступа к кошельку zilpay при использовании Услуг и для устранения любых утечек данных. Мы уведомим вас о любой утечке персональных данных, если это требуется по закону.",
  "p43": "Однако безопасность информации, передаваемой через Интернет, никогда не может быть гарантирована. Мы не несем ответственности за любой перехват или прерывание любых сообщений через Интернет или за изменения или потерю информации/данных. Пользователи наших Услуг несут ответственность за обеспечение безопасности любого пароля, идентификатора пользователя или другого типа аутентификации. В целях защиты вас и ваших данных мы можем приостановить использование вами любых Услуг без предварительного уведомления до проведения расследования, если произошло какое-либо нарушение безопасности.",
  "p44": "Вы признаете, что процедуры/механизмы, используемые нами, не обеспечивают абсолютной безопасности, и вы не можете ожидать, что Сервис будет защищен от любых рисков, связанных с общими рисками использования сетей блокчейн. Любая информация, которую вы решите предоставить нам, предоставляется на ваш страх и риск.",
  "sub_title45": "ВЫБОР ОТНОСИТЕЛЬНО ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ",
  "p46": "Как субъект данных, вы можете воспользоваться следующими правами, регулируемыми законодательством о защите данных (включая Регламент ЕС 679/2016):",
  "p47": "Право доступа. Мы предоставим вам копию любых данных, которые мы храним о вас;<br>Право на изменение. Мы изменим ваши данные, если какие-либо из них неверны или неточны;<br>Право на удаление. Удаление вашей личной информации/данных – если удаление технически невозможно или мы считаем, что у нас есть разумные юридические основания для сохранения ваших данных, которые вы просите нас удалить, мы сообщим вам об этом;<br>Право на переносимость. Мы можем передать ваши данные другому поставщику услуг; это применимо только при обработке данных Пользователя с их согласия и только автоматическими средствами.<br>Право на возражение. Вы можете возражать против обработки ваших данных. Мы выполним ваш запрос, за исключением случаев, когда у нас есть законный интерес в обработке или нам необходимо продолжить обработку ваших данных для осуществления или защиты юридического требования.<br>Подать жалобу. Вы можете связаться/подать жалобу в румынский надзорный орган, данные которого доступны на www.dataprotection.ro",
  "p48": "Вы можете воспользоваться любым из своих прав в любое время, связавшись с нами, используя информацию из раздела «Контакты», указанного здесь. Когда вы пишете нам с запросом на осуществление ваших вышеуказанных прав, мы имеем право сначала идентифицировать вас и попросить вас предоставить идентификационные данные, чтобы помочь нам подтвердить вашу личность. Это поможет нам в процессе предоставления вам быстрого и точного ответа на ваш запрос, если вы четко укажете, какое право вы хотите осуществить и причину его осуществления. Мы оставляем за собой право отложить выполнение вашего запроса, если вы не предоставите нам достаточно информации/деталей. Только когда вы предоставите нам точную информацию, мы сможем приступить к обработке вашего запроса.",
  "p49": "Технологии отслеживания<br>Обычные файлы cookie, как правило, можно отключить или удалить с помощью инструментов, доступных в большинстве коммерческих браузеров, а в некоторых случаях заблокировать в будущем, выбрав определенные настройки. Для получения дополнительной информации см. ниже нашу «Политику использования файлов Cookie».",
  "p50": "Контактные данные:<br>Если у вас есть какие-либо запросы, вопросы или опасения по поводу настоящей Политики, вы можете связаться с нами по адресу support@zilpay.io или через https://t.me/zilpaychat.",
  "sub_title51": "ПОЛИТИКА ИСПОЛЬЗОВАНИЯ ФАЙЛОВ COOKIE",
  "p52": "Настоящая Политика предоставляет подробную информацию о том, как и когда мы используем файлы cookie при использовании различных технологий.",
  "p53": "Вы признаете тот факт, что информация, собранная сторонними файлами cookie, регулируется их политиками конфиденциальности, и zilpay не несет ответственности за их подход в отношении использования ими файлов cookie.",
  "sub_title54": "ИСПОЛЬЗУЕМ ЛИ МЫ ФАЙЛЫ COOKIE?",
  "p55": "Файл cookie («Cookie») — это небольшой объем информации в виде текстового файла, который размещается на вашем жестком диске веб-сайтом. Файлы cookie содержат такую информацию, как имя домена, с которого пришел файл cookie, которая впоследствии может быть прочитана веб-сервером. Они бывают разных форматов, включая файлы cookie, которые будут использоваться только в том случае, если вы используете определенные функции или выбираете определенные предпочтения, временные файлы cookie, постоянные файлы cookie, сторонние файлы cookie. Вы можете узнать больше о каждом типе файлов cookie, просмотрев наш список файлов cookie, упомянутый ниже.",
  "p56": "Мы также используем функциональные файлы cookie, позволяющие определенным частям Веб-сайта работать должным образом и сохранять ваши предпочтения в истории. Файлы cookie бывают либо «сеансовыми», которые удаляются при завершении сеанса браузера, либо «постоянными», которые остаются до их удаления вами (обсуждается ниже) или стороной, разместившей файл cookie. Полная информация обо всех файлах cookie, используемых на Сайте, доступна в нашей таблице раскрытия информации о файлах cookie ниже.",
  "sub_title57": "ПОЧЕМУ МЫ ИСПОЛЬЗУЕМ ФАЙЛЫ COOKIE?",
  "p58": "Обычно мы используем файлы cookie для следующих целей:<br>для улучшения наших Услуг;<br>для предоставления вам наших новостей, предложений, других коммерческих сообщений, отправляемых через push-уведомления/другими способами;<br>для лучшего понимания интересов/поведения наших Пользователей на Веб-сайте/в Приложении, а также на других платформах, управляемых нашими аффилированными партнерами.",
  "p59": "Обратите внимание, что некоторые файлы cookie необходимы для предоставления наших Услуг. Аналитические файлы cookie, среди прочего, собирают информацию о том, как посетители используют наш Сервис, о содержании и эффективности услуг, предоставляемых нашими аффилированными партнерами. Кроме того, Google Analytics помогает нам понять тенденции наших Услуг. Мы можем получать отчеты на основе использования этих технологий нашими поставщиками услуг/аналитики на индивидуальной и агрегированной основе.",
  "sub_title60": "ВЫБЕРИТЕ СВОИ ФАЙЛЫ COOKIE",
  "p61": "Вы можете активировать или деактивировать использование файлов cookie/выбрать свои файлы cookie в браузере Веб-сайта. Используемые нами файлы cookie предназначены для оптимизации вашего опыта использования наших Услуг. Обратите внимание, что если вы откажетесь от использования файлов cookie, некоторые функции могут быть недоступны, и мы не сможем предоставить вам Услуги в полном объеме.",
  "p62": "Для получения более подробной информации о том, как использовать файлы cookie и их настройки, воспользуйтесь опцией «Справка», расположенной в вашем веб-браузере. Кроме того, вы можете проверить следующие ссылки, если решите отказаться от каких-либо файлов cookie//очистить локальное хранилище, специфичное для каждого типа браузера:<br><a href=\"https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies\">Настройки файлов cookie для Internet Explorer</a><br><a href=\"https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectlocale=en-US&amp;redirectslug=enable-and-disable-cookies-website-preferences\">Настройки файлов cookie для Firefox</a><br><a href=\"https://support.google.com/chrome/answer/95647?hl=en\">Настройки файлов cookie для Chrome</a><br><a href=\"https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac\">Настройки файлов cookie для Safari Web и iOS</a>",
  "p63": "Для получения более подробной информации о файлах cookie или о том, как их контролировать, активировать/деактивировать или удалять, посетите http://www.aboutcookies.org для получения подробных инструкций. Кроме того, некоторые сторонние рекламные сети, включая Google, позволяют пользователям отказаться или настроить предпочтения при просмотре веб-страниц.",
  "p64": "Мы можем связывать информацию, собранную с помощью файлов cookie, с другой информацией, которую мы собираем от вас в соответствии с настоящей Политикой, и использовать эту информацию.",
  "sub_title65": "ТИПЫ ФАЙЛОВ COOKIE И ПОЛИТИКА ЛОКАЛЬНОГО ХРАНИЛИЩА",
  "p66": "Мы используем локальное хранилище для присвоения вам уникального идентификатора пользователя в целях связи с вами. Локальное хранилище удаляется, когда Веб-сайт, который его сохранил, удаляет его. Вы также можете удалить локальное хранилище из своего браузера в любое время, посетив настройки вашего веб-браузера.",
  "p67": "Мы используем следующие файлы cookie:",
  "p68": "Twitter<br>Цель: Таргетирование пользователей персонализированной рекламой<br>Срок хранения: 1 год<br>Описание: Twitter отслеживает пользователей для таргетирования их персонализированной рекламой<br>Используемые имена:<br>Обмен: Заявление о конфиденциальности<br>Linkedin<br>Цель: Цели отслеживания<br>Описание: LinkedIn отслеживает пользователей для таргетирования их персонализированной рекламой<br>Используемые имена:<br>Обмен: Заявление о конфиденциальности<br>Google Fonts<br>Цель: Отображение шрифтов на нашем веб-сайте<br>Срок хранения: 365 дней<br>Описание: Мы используем API Google Fonts для отображения шрифтов на нашем веб-сайте. API Google Fonts запрашивает ваш IP-адрес при посещении нашего веб-сайта.<br>Используемые имена:<br>tcb_google_fonts<br>Обмен: Заявление о конфиденциальности<br>Цель: reCaptcha проверит, является ли посетитель веб-сайта человеком, а не ботом<br>Срок хранения: 2 недели<br>Описание: Активно отслеживает действия пользователя на всем ресурсе и возвращает оценку, представляющую вероятность того, является ли он человеком или ботом.<br>Используемые имена:<br>Вызов API<br>Обмен: Заявление о конфиденциальности"
}

