{
  "head_title": "Условия использования - ZIlPay",
  "title": "Условия использования",
  "last_update": "ПОСЛЕДНЕЕ ОБНОВЛЕНИЕ – 21 АПРЕЛЯ 2020",
  "sub_title0": "1. Принятие условий использования",
  "p0": "Хасаншин Ринат Ильдарович, ИП, зарегистрирован 01.02.2021, номер 661220158399, Duns: 506873901 («Мы», «Нас» или «ZilPay»), предоставляет решение/платформу для вас («Пользователь»/«Вы»), чтобы получить доступ и управлять различными функциями, связанными с цифровыми активами для различных блокчейн-платформ. Это позволяет вам взаимодействовать с блокчейн-платформами, сохраняя контроль над тем, какие транзакции, операции и действия вы можете одобрить, через наш веб-сайт, расположенный по адресу https://ZilPay.io/, и плагин для браузера («Веб-сайт»), а также мобильное приложение («Приложение») – (Веб-сайт и Приложение вместе именуются «Сервисы»), включая любой текст, изображения, аудио, код и другие материалы («Контент»).",
  "p1": "Пожалуйста, внимательно прочитайте настоящие Условия использования («Условия» или «Условия использования») перед использованием наших Сервисов. Используя или иным образом получая доступ к Сервисам, посещая наш Веб-сайт, запуская наше Приложение, нажимая на кнопку принятия или согласия с настоящими Условиями, вы (i) принимаете и соглашаетесь с настоящими Условиями, (ii) даете согласие на сбор, использование, раскрытие и иную обработку информации/данных, как описано в нашей Политике конфиденциальности, и (iii) соглашаетесь с любыми пересмотренными/обновленными условиями ZilPay, которые могут изменяться время от времени. Если вы не согласны с Условиями использования, вы не сможете получить доступ или использовать Сервисы, а также Контент.",
  "p2": "Решение ZilPay",
  "p3": "ZilPay — это некастодиальный и агностический инструмент управления криптоактивами, предназначенный для блокчейн-сетей («ZilPay»/«Сервисы»). Наше решение является блокчейн-агностическим, кроссплатформенным, некастодиальным и помогает пользователям получать доступ и управлять различными функциями, связанными с криптоактивами для различных блокчейн-платформ, быстро и безопасно. Мы предлагаем пользователям возможность беспрепятственно интегрировать сервисы и строительные блоки блокчейна в их децентрализованные приложения (DApps). Оно объединяет строительные блоки и сервисы блокчейн-сетей в одно мощное и надежное промежуточное решение.",
  "p4": "Настоящие Условия сопровождаются и дополняются нашей Политикой конфиденциальности, доступной на нашем Веб-сайте и в Приложении.",
  "subt_title1": "2. Изменение условий",
  "p5": "Мы оставляем за собой право изменять Условия время от времени. Любые обновления Условий будут размещены на нашем Веб-сайте или в мобильном Приложении и вступят в силу немедленно с указанной даты. Если вы продолжите использовать ZilPay после таких изменений, это будет считаться принятием обновленных Условий ZilPay. Вы несете ответственность за ознакомление и понимание любых таких изменений/обновлений наших Условий использования.",
  "p6": "Мы оставляем за собой право изменять Условия время от времени. Любые обновления Условий будут размещены на нашем Веб-сайте или в мобильном Приложении и вступят в силу немедленно с указанной даты. Если вы продолжите использовать ZilPay после таких изменений, это будет считаться принятием обновленных Условий ZilPay. Вы несете ответственность за ознакомление и понимание любых таких изменений/обновлений наших Условий использования.",
  "subt_title2": "3. Право на использование",
  "p7": "Чтобы иметь право использовать ZilPay, вам должно быть не менее восемнадцати (18) лет. Мы рекомендуем использовать Сервисы и Контент только в том случае, если вы знакомы с цифровыми активами или технологией блокчейн и можете отвечать за безопасное хранение вашего собственного приватного ключа.",
  "p8": "В случае, если вы используете ZilPay от имени юридического лица, вы гарантируете ZilPay, что: (i) юридическое лицо законно организовано и действует в соответствии с законодательством своей юрисдикции; и (ii) вы должным образом уполномочены и имеете право действовать от имени юридического лица.",
  "p9": "Пожалуйста, убедитесь, что настоящие Условия соответствуют всем положениям и нормам, применимым в вашей юрисдикции, включая владение криптографическими токенами, перед использованием ZilPay. Вы можете использовать Сервисы только в том случае, если это разрешено законодательством вашей юрисдикции. Используя ZilPay, вы гарантируете нам, что критерии соответствия полностью соблюдены вами/юридическим лицом, которое вы представляете.",
  "p10": "Мы все же можем отказать в доступе или использовании ZilPay любому лицу по любой из причин, указанных здесь, без уведомления или ответственности.",
  "subt_title3": "4. Аккаунт ZilPay, установка и настройка",
  "subt_title4": "4.1 ZilPay",
  "p11": "Решение ZilPay — это промежуточный сервис, который: (i) предоставляет зашифрованные приватные ключи, которые вы можете использовать для управления своими активами в блокчейн-сетях простым и безопасным способом; (ii) позволяет пользователям создавать или восстанавливать существующие кошельки и добавлять множество производных аккаунтов/адресов для каждой блокчейн-платформы, предоставляя нативные и JavaScript SDK для просмотра децентрализованных приложений («DApps») через мобильное Приложение или Веб-сайт; (iii) позволяет пользователям управлять своими аккаунтами/адресами или отправлять и получать цифровые активы; и (iv) предоставляет доступ к странице с деталями всех транзакций и раскрывает секретную фразу.",
  "subt_title5": "4.2 Валидатор",
  "p12": "Если ZilPay в какой-либо момент будет управлять валидатором или узлами для поддержки децентрализованного функционирования различных блокчейн-сетей, он может предоставлять следующие сервисы: (i) выбор валидатора для делегирования, (ii) делегирование валидаторам для получения наград за стейкинг, (iii) распределение наград с делегаторами (за исключением комиссии), (iv) изменение делегирования, (v) отмена делегирования валидаторам или (vi) переделегирование части вашего делегирования другому валидатору.",
  "subt_title6": "4.3 Создание или восстановление аккаунта",
  "p13": "С ZilPay у вас есть возможность либо создать, либо восстановить существующий кошелек, чтобы использовать Сервисы. При создании нового кошелька имя аккаунта/адреса будет сгенерировано автоматически. При восстановлении существующего кошелька вам потребуется ввести секретную фразу для доступа к Сервисам. Как при создании, так и при восстановлении кошелька, вам настоятельно рекомендуется принять меры предосторожности, чтобы избежать потери доступа или контроля над учетными данными вашего кошелька. Мы не несем ответственности за любые убытки или ущерб, которые могут возникнуть из-за неудачного восстановления кошелька, отсутствия записи фразы восстановления/резервного копирования (кода безопасности, кода восстановления), потери данных, ошибочной передачи криптовалюты, потери фразы восстановления, утечки идентификатора/пароля третьим лицам или взлома третьими лицами.",
  "subt_title7": "4.4 Бесплатно",
  "p14": "ZilPay в настоящее время не взимает плату за какие-либо Сервисы. Однако мы оставляем за собой право изменить это решение в любое время, и в этом случае все сборы будут отображены до того, как вы начнете использовать Сервисы.",
  "subt_title8": "5. Пароль аккаунта и безопасность",
  "subt_title9": "5.1 Приватный ключ",
  "p15": "Приватный ключ — это важный инструмент для пользователей, предоставляющий доступ к кошельку и позволяющий осуществлять переводы с этого адреса кошелька. Вы несете полную ответственность за обеспечение безопасности вашего приватного ключа!",
  "p16": "Пользователь может отправлять или получать цифровые активы, показывать приватные ключи при импорте в другие кошельки, удалять ненужные аккаунты и просматривать все транзакции отправки и получения. Для некастодиального кошелька пользователь имеет полный контроль над своими активами и полную ответственность за свой приватный ключ. Кошелек является иерархически детерминированным, что позволяет пользователю собирать различные адреса из множества блокчейнов в зависимости от количества используемых блокчейнов и импортировать приватные ключи из разных кошельков.",
  "p17": "Невыполнение этого может привести к потере контроля над активами, связанными с кошельком. ZilPay не несет и не будет нести ответственность за любые убытки или ущерб, возникшие из-за вашего несоблюдения этого раздела.",
  "subt_title10": "5.2 Пароль и секретная фраза",
  "p18": "При настройке аккаунта ZilPay вы несете ответственность за сохранение своих собственных секретов аккаунта, которые могут включать секретную фразу, файл/текст аккаунта или другую локально сохраненную секретную информацию. ZilPay шифрует эту информацию локально с помощью пароля/пин-кода, который вы предоставляете, и который никогда не отправляется на наши серверы. Вы соглашаетесь: (i) никогда не использовать тот же пароль/секретную фразу для ZilPay, который вы использовали для других сервисов/приложений, (ii) сохранять конфиденциальность вашей секретной информации и пароля и не делиться ими с третьими лицами, и (iii) немедленно уведомить ZilPay о любом несанкционированном использовании вашего аккаунта ZilPay или нарушении безопасности. ZilPay не несет и не будет нести ответственности за любые убытки или ущерб, возникшие из-за вашего несоблюдения этого раздела.",
  "subt_title11": "5.3 Подозрительные действия",
  "p19": "Вы должны немедленно уведомить нас о любом подозрительном или несанкционированном использовании Сервисов или любом другом нарушении безопасности.",
  "subt_title12": "6. Заявления, гарантии и риски",
  "subt_title13": "6.1 Ограничения и лимиты",
  "p20": "Как пользователь Сервисов, за исключением случаев, прямо указанных в настоящих Условиях или разрешенных местным законодательством, вы соглашаетесь: (i) не нарушать никакие законы при использовании наших Сервисов и полностью соблюдать все применимые законы и правила контроля технологий. Вы соглашаетесь, что не будете использовать наши Сервисы для участия в любых незаконных действиях, включая, но не ограничиваясь, мошенничеством, отмыванием денег или содействием/поддержкой любых террористических действий; (ii) не создавать аккаунт с использованием мошеннических пользовательских данных/учетных данных, которые могут отрицательно повлиять или помешать другим пользователям полноценно пользоваться Сервисами, или использовать либо пытаться использовать кошелек другого пользователя без разрешения; (iii) не наносить вред нашей системе/Приложению, небрежно или намеренно распространяя или загружая материалы, содержащие вирусы или другое вредоносное ПО, которое может быть вредным или опасным; (iv) не пытаться обойти нашу систему безопасности или обойти любые меры фильтрации или блокировки контента, которые мы можем использовать для предотвращения или ограничения доступа к Сервисам.",
  "p21": "Любое использование Сервисов, кроме явно разрешенного в настоящих Условиях, строго запрещено и приведет к прекращению вашего права использовать ZilPay.",
  "subt_title14": "6.2 Гарантия",
  "p22": "Обратите внимание, что законодательство некоторых юрисдикций не допускает отказ от подразумеваемых гарантий, поэтому вышеуказанные отказы могут к вам не применяться. Сервисы, предоставляемые через Приложение и Веб-сайт, предоставляются «КАК ЕСТЬ» и без каких-либо гарантий, явных или подразумеваемых. В максимальной степени, разрешенной законом, мы отказываемся от всех гарантий, явных или подразумеваемых, в отношении вашего использования Сервисов.",
  "p23": "Мы не гарантируем, что Контент, доступный через Сервисы, является точным, полным или свободным от вирусов или любых других вредоносных компонентов. Вы соглашаетесь, что использование кошелька/Сервисов осуществляется на ваш собственный риск. ZilPay не несет ответственности за: (i) ошибки пользователя, такие как забытые пароли, дефектные транзакции или неправильно введенные адреса; (ii) любой несанкционированный доступ к Сервисам; (iii) сбой сервера или потерю данных; (iv) любое прерывание, вирусы, фишинг, атаки методом грубой силы или другие атаки на Сервисы, которые представляют собой общие риски, связанные с использованием технологии блокчейн.",
  "subt_title15": "6.3 Программное обеспечение",
  "p24": "Пожалуйста, примите во внимание, что ZilPay — это программное обеспечение/решение в развивающейся области, которое предоставляется без каких-либо гарантий, явных или подразумеваемых. Таким образом, ни при каких обстоятельствах авторы или правообладатели не несут ответственности за любые претензии, убытки или другую ответственность, будь то в рамках договора, в связи с использованием программного обеспечения или другими вопросами, связанными с программным обеспечением.",
  "p25": "Мы оставляем за собой право не нести ответственность за безопасность любых данных, связанных с ZilPay, включая, но не ограничиваясь, данными аккаунта, паролем или личным ключом, которые мы не знаем и не владеем, в случае, если пользователь выбирает использование пользовательских прошивок на своих мобильных устройствах/приложениях или снимает ограничения программного обеспечения, наложенные операционной системой, также известные как джейлбрейк. Обратите внимание, что такое поведение может быть вредным в связи с общими рисками, связанными с блокчейн-сетями, и может привести к потере вашего аккаунта.",
  "p26": "Никакое предупреждение, предоставленное ZilPay, не будет свидетельствовать или представлять собой постоянную обязанность предупреждать вас обо всех потенциальных рисках использования Сервиса или Контента.",
  "subt_title16": "6.4 Узел валидатора",
  "p27": "Мы не гарантируем и не обещаем, что ZilPay будет постоянно или в течение какого-либо определенного периода времени выступать в качестве узла валидатора. Неспособность ZilPay оставаться узлом валидатора не будет считаться расторжением настоящих Условий или активацией какой-либо ответственности или обязательств со стороны ZilPay.",
  "subt_title17": "6.5 Риски блокчейна",
  "p28": "ZilPay не несет ответственности за любые риски, связанные с использованием вами блокчейн-сетей, которые нам не принадлежат. Вы принимаете на себя полную ответственность за управление цифровыми активами, соглашаясь с тем, что эта технология может быть крайне волатильной или непроверенной, а программное обеспечение и провайдеры регулярно подвергаются попыткам взлома, что потенциально может привести к потере ваших данных. Вы соглашаетесь не считать ZilPay ответственным за эти типы рисков и отказываетесь от любых прав предъявлять претензии к ZilPay за любые убытки, которые вы можете понести в результате использования блокчейн-сети или Сервиса.",
  "p29": "ZilPay не контролирует такие блокчейн-сети, которые известны как децентрализованные одноранговые сети, поддерживаемые независимыми третьими сторонами, находящимися вне нашего контроля. Мы не можем гарантировать, что любые детали транзакции, которые вы отправляете, будут подтверждены и обработаны. Аналогично, вы признаете, что детали транзакции, которые вы отправляете, могут не быть завершены или задержаны блокчейн-сетями. После отправки транзакции мы не можем помочь вам отменить или изменить вашу транзакцию, поскольку ZilPay не контролирует никакую блокчейн-сеть и не имеет возможности содействовать запросам на отмену или изменение. Мы не несем ответственности за любые неудачные транзакции, связанные с вашим аккаунтом.",
  "subt_title18": "6.6 Риски криптографических систем",
  "p30": "Используя Сервис или взаимодействуя с Контентом или платформой любым образом, вы подтверждаете, что понимаете присущие риски, связанные с криптографическими системами; и гарантируете, что вы понимаете использование и тонкости нативных криптографических токенов различных блокчейн-сетей и программных систем на основе блокчейна.",
  "subt_title19": "6.7 Риск регуляторных действий юрисдикции",
  "p31": "ZilPay может быть затронут одним или несколькими регуляторными запросами или регуляторными действиями, которые могут препятствовать или ограничивать способность ZilPay продолжать разработку или ограничивать способность пользователей получать доступ или использовать Сервисы.",
  "subt_title20": "6.8 Наше приложение",
  "p32": "Вы признаете, что приложение ZilPay находится в стадии тестирования и доступно на основе «КАК ЕСТЬ» до его официального выпуска. Сервисы, предоставляемые через наше Приложение, не предназначены для использования в каких-либо целях или в производственной среде. Таким образом, вы признаете и принимаете, что Приложение или Сервисы: (i) могут содержать ошибки, баги и дефекты, (ii) могут работать неправильно или подвергаться периодам простоя и недоступности, (iii) могут привести к полной или частичной потере или повреждению данных/информации пользователя и (iv) могут быть изменены в любое время, включая выпуск последующих версий, с уведомлением или без уведомления вам.",
  "subt_title21": "6.9 Налоги",
  "p33": "Ваша обязанность — определить, применимы ли какие-либо налоги к транзакциям, которые вы провели с использованием Сервисов, и ваша ответственность — сообщить и перечислить правильный налог в соответствующий налоговый орган. Вы соглашаетесь, что мы не несем ответственности за определение того, применимы ли налоги к вашим транзакциям, или за перечисление любых налогов, возникающих в связи с транзакциями, совершенными вами в любых блокчейн-сетях.",
  "subt_title22": "6.10 Форс-мажор",
  "p34": "ZilPay не несет ответственности за любые задержки, сбои или прерывания Сервиса, которые могут возникнуть прямо или косвенно из-за причин или условий, находящихся вне разумного контроля сторон, непредсказуемых, абсолютно непреодолимых и неизбежных. Включая, но не ограничиваясь: любыми задержками или сбоями, действиями военных властей, войной, актами терроризма, сбоями оборудования и/или программного обеспечения, забастовками или другими трудовыми спорами, прерываниями в телекоммуникационных или интернет-услугах или услугах сетевых провайдеров, пожарами, другими катастрофами, эпидемиями или пандемиями, или любыми другими обстоятельствами, которые находятся вне нашего разумного контроля.",
  "subt_title23": "7. Возмещение ущерба",
  "p35": "Вы соглашаетесь защищать, возмещать и освобождать нас от любых убытков, обязательств, претензий, потерь, обязательств, затрат или долгов, и расходов, включая, но не ограничиваясь, гонорарами адвокатов, возникающими в результате: (i) вашего использования Сервисов; (ii) нарушения настоящих Условий; (iii) вашего нарушения любого пункта настоящих Условий; или (iv) вашего нарушения любого закона или прав третьих лиц, включая, но не ограничиваясь, правами интеллектуальной собственности; (v) любого вредного действия по отношению к любому другому пользователю Сервисов. Мы уведомим вас о любой такой претензии, иске или процедуре, подпадающей под это возмещение, как только нам станет о ней известно.",
  "subt_title24": "8. Ограничение ответственности",
  "p36": "В максимальной степени, разрешенной применимым законодательством, ни при каких обстоятельствах ZilPay или наши акционеры, представители, сотрудники, консультанты, юристы или любое другое уполномоченное лицо не несут ответственности перед вами или любой третьей стороной за убытки, прямые или косвенные, последующие, случайные, штрафные убытки, упущенную выгоду и потерю данных, или любые другие убытки, возникающие в результате: вашего использования Сервисов; несанкционированного использования вашего кошелька из-за вашего ненадлежащего подхода к управлению конфиденциальностью ваших данных; любого прерывания передачи от Сервисов, такого как баги, вирусы или подобные, которые обычно встречаются или могут быть переданы в Сервисы третьими лицами; любых действий, которые мы предпринимаем или не предпринимаем в результате отправленных вами сообщений; человеческих ошибок; технических сбоев; сбоев, включая отключение коммунальных или телефонных услуг; упущений, прерываний, задержек, удалений или дефектов любого устройства или сети, провайдеров или программного обеспечения (включая, но не ограничиваясь, теми, которые не позволяют участвовать в сервисе); любых повреждений компьютерного оборудования; невозможности полного доступа к Веб-сайту, Приложению или Сервисам или любому другому веб-сайту; кражи, вмешательства, уничтожения или несанкционированного доступа к изображениям или другому контенту любого рода; данных, которые обрабатываются с опозданием или неправильно, или которые неполны или потеряны; любых типов ошибок или их комбинаций, а также любых других убытков, возникающих в результате вашего использования Кошелька/Сервисов, даже если мы были предупреждены о возможности таких убытков.",
  "p37": "В максимальной степени, разрешенной применимым законодательством, ни ZilPay, ни его поставщики или лицензиары не несут ответственности перед вами за любые прямые, косвенные, случайные, специальные, последующие, штрафные, примерные или другие убытки любого рода, включая, без ограничения, убытки за потерю прибыли, деловой репутации, использования, данных или другие материальные или нематериальные потери или любые другие убытки, основанные на договоре, деликте, строгой ответственности или любой другой теории (даже если ZilPay была предупреждена о возможности таких убытков), возникающие в результате использования Веб-сайта, Приложения или Сервисов.",
  "p38": "Вы соглашаетесь, что любые претензии, которые могут возникнуть в связи с использованием Кошелька/Сервисов или настоящих Условий, должны быть поданы в течение 3 (трех) месяцев после возникновения такой претензии, в противном случае ваша претензия будет окончательно отклонена. Это правило не влияет на отказ от гарантий, указанный выше.",
  "subt_title25": "9. Интеллектуальная собственность",
  "p39": "Приложение ZilPay было разработано под лицензией с открытым исходным кодом и может быть доступно, распространено или использовано любым пользователем. Информация о текущем исходном коде ZilPay доступна по адресу https://github.com/ZilPay. Обратите внимание, что это копилефт-лицензия, что означает, что все производные программы должны распространяться на тех же условиях, что и оригинальное программное обеспечение.",
  "p40": "Ваш доступ к Сервисам не позволяет вам использовать Контент для любых целей, кроме вашего исключительно личного, законного и некоммерческого использования или в рамках Сервиса. Вам запрещено использовать Приложение/Сервисы для любых других целей, кроме указанных ранее, и вы соглашаетесь, что не будете копировать, распространять, продавать, лицензировать или иным образом использовать Сервисы.",
  "subt_title26": "10. Прекращение и приостановка сервисов",
  "p41": "ZilPay может прекратить или приостановить все или часть Сервиса, право использования аккаунта ZilPay, прекратить или навсегда изменить любую часть Сервисов для любого пользователя по любой причине или без причины в любое время без предварительного уведомления и без уведомления или ответственности за нарушение настоящих Условий. Мы оставляем за собой право изменять или прекращать, на ограниченный период времени или навсегда, часть или все Сервисы по нашему собственному усмотрению, с уведомлением или без уведомления, в любое время.",
  "p42": "Вы несете полную ответственность за резервное копирование адресов кошельков и приватных ключей. В случае прекращения вашего права использовать ZilPay вы остаетесь полностью связаны обязательствами по настоящим Условиям. Ваш доступ к вашему кошельку/Сервисам после прекращения будет зависеть только от вашего доступа к резервной копии вашего приватного ключа.",
  "subt_title27": "11. Заключительные положения",
  "subt_title28": "11.1 Применимое право. Юрисдикция",
  "p43": "Настоящие Условия регулируются законодательством Румынии. Любые споры, которые могут возникнуть в связи с настоящими Условиями/настоящим Соглашением, должны разрешаться судами Румынии, где находится штаб-квартира ZilPay.",
  "p44": "Мы призываем вас отправлять нам сообщения по адресу: support@zilpay.io или через https://t.me/zilpaychat для любых вопросов, жалоб, запросов или проблем, связанных с Сервисами/ZilPay.",
  "subt_title29": "11.2 Передача прав",
  "p45": "Вы соглашаетесь, что не можете передавать какие-либо права, обязательства или ответственность, возникающие в связи с настоящими Условиями использования.",
  "subt_title30": "11.3 Коммуникация",
  "p46": "Любые вопросы, жалобы или претензии со стороны пользователя в отношении Сервисов могут быть направлены нам с использованием соответствующих контактных данных, указанных на нашем Веб-сайте/в Приложении."
}
