{
  "head_title": "隐私声明 - ZIlPay",
  "title": "隐私与cookies政策",
  "last_update": "最后更新时间 - 2020年4月21日",
  "p0": "本隐私政策（”政策”）描述了Khasanshin Rinat Ildarovich，IP，注册编号为 01.02.2021, 661220158399, Duns: 506873901，（”Zilpay”或”控制器”）收集、使用、分享和保留我们网站https://zilpay.io/（”网站”）和我们的移动应用程序（”应用程序”）用户的个人数据/信息（”数据”）。本政策适用于zilpay向您（”用户”/”您”）提供的网站、应用程序以及其他产品/服务（”服务”）。",
  "p1": "本政策对与zilpay相关的个人数据处理的任何细节/方面的服务条款进行了补充。",
  "p2": "请注意，下载我们的移动应用程序或运行网站即表示您同意本政策中概述的条款。",
  "p3": "本政策不适用于通过第三方网站或服务收集的您可能通过服务访问或通过任何电子信息/文本/电子邮件提交给我们的任何个人数据/信息。",
  "sub_title4": "资格",
  "p5": "服务不是为/针对儿童设计的，因为我们对儿童的信息很敏感。请注意，zilpay不适合18岁以下的任何人使用。我们不会有意或无意地收集任何关于13岁以下的儿童信息。",
  "sub_title6": "我们收集什么信息<br>我们通过不同的方式从您那里收集信息/个人数据。我们可能从您那里收集的信息/个人数据包括：",
  "p7": "联系信息 – 电子邮件，或您社交平台上的 ID；<br>使用信息/数据 – 关于您如何使用服务以及与zilpay互动的信息；<br>与我们的通信 – 您在您对我们的调查的回复、报告我们的服务问题、跟踪错误以管理修复错误、接收客户支持或以其他方式与我们通信；<br>营销信息 - 您接收一般营销通信（推送通知）的偏好以及关于他们的详细信息。",
  "p8": "信息自动收集。 zilpay 可能会自动收集有关您如何使用我们的网站或应用程序的某些信息/数据，例如用户的互联网协议 (IP) 地址、设备和浏览器类型、操作系统、您浏览的我们网站/应用程序的页面或功能以及您在这些页面/功能上花费的时间、使用我们服务的频率以及其他统计数据/分析。 我们使用这些信息来管理服务、报告和修复某些错误，并通过向用户提供新特性、功能和增加的功能来改进我们的服务。",
  "p9": "我们从其他地方得到的信息。 zilpay 可能会从其他第三方（“第三方”）获取有关您的信息。 为了更好的服务体验，我们可能会将此添加到从您那里获得的信息/数据中。 第三方可能会通过您对服务的使用来处理分析信息或统计数据，包括但不限于您的操作系统类型、您访问服务的日期和时间、您的使用期限。",
  "p10": "我们的网站或应用程序可能会链接到您的社交媒体平台（例如 Facebook、Linked-In），并且可能会收集您与这些平台功能交互时提供的某些信息/数据（您的“喜欢”；“分享”）。",
  "p11": "我们可能会使用 cookie 或类似技术来分析/管理我们的网站/应用程序，跟踪您在网站/应用程序周围的互动。 有关详细信息，请参阅下面的“Cookie 政策”部分。",
  "p12": "第三方在这些平台/引擎上收集和处理您的个人信息/数据受这些第三方的隐私政策的约束和详细说明。",
  "p13": "我们永远不会收集。 在任何情况下，我们都不会收集或保留与您的帐户相关联的密码短语或私钥。 您的钱包帐户凭证的安全性是您自己和个人的责任，并且保持密码短语和私钥的安全非常重要。",
  "sub_title14": "我们如何以及为何使用您的信息/数据",
  "p15": "我们将您的信息/数据用于以下目的/通过以下方式：",
  "p16": "提供我们的服务",
  "p17": "我们将使用您的个人信息/数据：<br>允许您访问和使用服务；<br>发送信息，包括确认、技术通知、我们服务/政策的更新、安全警报、报告和任何支持/技术和管理消息/通知；<br>通知我们您在使用我们的服务时可能遇到的任何错误。",
  "p18": "改善我们的服务。 客户支持",
  "p19": "我们可能会使用您的个人信息/数据来运营、维护和改进我们的服务。 我们还可能使用您的信息/数据来回答您对服务的评论和问题，并为您提供基本客户支持。",
  "p20": "我们可能会通过第三方平台（例如 Google Analytics）共享分析信息，以了解用户如何与我们的服务互动，从而进一步为您提供最佳体验。 我们可能会处理您的分析信息和支持信息，以便为您提供技术或客户支持，以响应任何查询、评论或问题，同时根据我们用户的需求和偏好以及通过扩展其特性和功能来进行定制来改进服务",
  "p21": "互动",
  "p22": "我们使用您的个人信息/数据与您就即将发生的事件、新闻、任何我们提供的技术/支持或管理信息以及我们选定的合作伙伴提供的服务功能/工具进行沟通。",
  "p23": "营销活动",
  "p24": "在您知情、清楚和明确同意的情况下，我们可能会使用或共享您的个人信息/数据，以向您发送某些推送通知，向您发送我们的一般优惠和营销通讯，或我们的关联合作伙伴提供的多项服务的广告（例如域名）。",
  "p25": "您可以随时通过禁用设备上的通知功能来选择退出 zilpay 或其附属合作伙伴的营销通知。",
  "p26": "遵守法律。 捍卫我们的权利",
  "p27": "我们使用您的个人信息/数据，这些信息/数据可能是遵守适用法律、合法要求和法律程序所必需的（例如，在官方要求/政府当局调查期间回答/提供信息）。 当您向我们投诉时，我们可能会使用一些个人信息/数据来维护我们的权利。",
  "p28": "遵守欺诈预防和安全要求",
  "p29": "我们可能会使用您的个人信息/数据来保护、调查和阻止欺诈、未经授权或您可能遇到的任何非法活动。",
  "sub_title30": "分享个人信息/数据",
  "p31": "未经您的明确同意，我们不会与其他第三方/组织共享、出租、交易或出售您提供给我们的个人信息/数据，除非本政策中另有说明。 我们可能会向以下第三方披露个人信息/数据：",
  "p32": "附属公司。我们可能会出于与本政策一致的目的向我们的关联公司披露您的数据。<br>我们业务/资产的买家/继承人。当我们的股东/管理层决定出售或转让我们的全部或部分业务或资产（包括任何合并、分拆、融资、收购或破产交易或程序）时，我们可能会共享个人信息/数据.<br>政府机关。我们可能会共享个人信息/数据以遵守法律要求（包括健康/人类的保护和安全；金融系统和交易等）。同样，我们可能会共享信息/数据以响应合法请求和法律程序。<br>我们的顾问和服务提供商。我们可能会与我们的顾问和服务提供商共享信息/数据，例如其中可能包括代表我们管理和提供服务的第三方公司和个人（例如客户支持、托管、电子邮件传递和数据库管理服务），以及律师、银行家、保险公司、审计师等。<br>其他第三方。您可以允许我们与您选择的其他实体或个人共享您的数据。第三方将根据其隐私政策处理数据。",
  "sub_title33": "跨境数据传输",
  "p34": "请注意，您的个人数据可能会被转移、处理和存储在 EEA 以外的第三国（例如美国）。 这些欧盟以外的第三国的数据保护法可能与您居住国的不同。 您同意通过访问我们的网站或使用应用程序/我们的服务将您的信息（包括个人信息/数据）传输到本政策中规定的每个国家/地区。",
  "p35": "每当我们将您的个人信息/数据从 EEA 转移到 EEA 以外的其他第三方国家时，欧盟委员会认为这些国家不能提供足够的个人信息保护，转移将基于受欧盟第 1 号条例监管的数据传输机制。 . 679/2016 关于在处理个人数据和此类数据的自由流动方面保护自然人的法规——“欧盟条例 679/2016”），并被欧盟委员会认可为为个人数据提供充分保护。",
  "p36": "如果您想进一步了解我们在将您的个人信息转移出 EEA 时使用的具体机制，请联系我们。",
  "sub_title37": "我们将您的信息/数据保留多长时间",
  "p38": "我们将在我们的系统上保留您的个人信息/数据，直至您获得服务所需的时间。 如果发生投诉或我们有理由相信我们与您的关系可能会发生诉讼，我们保留将您的数据保留更长时间的权利。",
  "p39": "在某些情况下，您可能会要求我们删除您的信息/数据，因此请考虑我们也可能保留一些非个人身份信息用于统计目的的事实，在这种情况下，我们可能会无限期地使用这些信息，恕不另行通知您 .",
  "p40": "作为非托管解决方案，zilpay 不会在其服务器上存储任何信息/数据。 信息/数据存储在用户设备的内存/存储资产中。",
  "sub_title41": "如何保护您的数据",
  "p42": "我们非常重视用户信息/数据的保护。 我们采用行业标准的安全措施来降低在使用服务时未经授权访问 zilpay 钱包的风险，并处理任何数据泄露。 我们将在法律要求的情况下通知您任何个人数据泄露。",
  "p43": "但是，通过互联网传输的信息的安全性永远无法得到保证。 对于通过互联网进行的任何通信的任何拦截或中断或信息/数据的更改或丢失，我们概不负责。 我们服务的用户有责任维护任何密码、用户 ID 或其他类型身份验证的安全性。 为了保护您和您的数据，如果发生任何违反安全的行为，我们可能会暂停您对任何服务的使用，恕不另行通知，等待调查。",
  "p44": "您承认我们采用的程序/机制不能提供绝对的安全性，您不能期望本服务免受与使用区块链网络的常见风险相关的任何风险。 您选择提供给我们的任何信息均由您自行承担风险。",
  "sub_title45": "关于您的个人数据的选择",
  "p46": "作为数据主体，您可以行使数据保护法规（包括欧盟法规 679/2016）规定的以下权利：",
  "p47": "访问权。 我们将为您提供我们持有的关于您的任何数据的副本；<br>修改权。 如果其中任何一个不正确或不准确，我们将修改您的数据；<br>删除权。 删除您的个人信息/数据——如果在技术上无法删除，或者我们认为我们有合理的法律依据来保留您要求我们删除的数据，我们会相应地通知您；<br>可移植性权利。 我们可能会将您的数据传输给其他服务提供商； 这仅适用于在征得用户同意的情况下处理用户数据时，并且只能通过自动方式进行。<br>反对权。 您可以反对处理您的数据。 我们将遵守您的要求，除非我们有合法的处理权益，或者我们需要继续处理您的数据以行使或捍卫法律主张。<br>投诉。 您可以联系/投诉到罗马尼亚监管机构，更多信息请访问 www.dataprotection.ro",
  "p48": "您可以随时使用此处列出的“联系方式”部分中的信息与我们联系，以行使您的任何权利。 当您写信向我们提出行使上述权利的请求时，我们有权首先识别您的身份，并要求您提供身份详细信息以帮助我们验证您的身份。 如果您清楚地指出您希望行使的权利以及行使权利的原因，这将有助于我们快速准确地答复您的请求。 如果您未向我们提供足够的信息/详细信息，我们保留根据您的要求延迟处理的权利。 只有在您向我们提供了准确信息后，我们才能继续处理您的请求。",
  "p49": "跟踪技术<br>常规 cookie 通常可能会被大多数商业浏览器中提供的工具禁用或删除，并且在某些情况下，将来会通过选择某些设置来阻止。 有关更多信息，请参阅我们的“Cookie 政策”下方。",
  "p50": "联系方式：<br>如果您对本政策有任何疑问、问题或疑虑，您可以通过 support@zilpay.io 或通过 https://t.me/zilpaychat 与我们联系。",
  "sub_title51": "COOKIE 政策",
  "p52": "本政策提供了有关我们在使用不同技术时如何以及何时使用 cookie 的详细信息。",
  "p53": "您承认第三方 Cookie 收集的信息受其隐私政策约束，zilpay 对其使用 Cookie 的方法不承担任何责任。",
  "sub_title54": "我们使用Cookie吗？",
  "p55": "Cookie（“Cookie”）是由网站放置在您的硬盘驱动器上的文本文件形式的少量信息。 Cookie 包含信息，例如 cookie 来自的域的名称，稍后可以由 Web 服务器读取。 它们有不同的格式，包括仅在您使用某些功能或选择某些偏好时才会使用的 cookie、临时 cookie、持久 cookie、第三方 cookie。 您可以通过查看下面提到的 cookie 列表来了解有关每种类型 cookie 的更多信息。",
  "p56": "我们还使用功能性 Cookie，使网站的某些部分能够正常工作，并使您的偏好保留在历史记录中。 Cookie 是在您结束浏览器会话时删除的“会话”Cookie，或者是“持久的”，直到您（下文讨论）或提供 Cookie 的一方将其删除。 有关网站上使用的所有 Cookie 的完整详细信息，请参阅下面的 Cookie 披露表。",
  "sub_title57": "我们为什么要使用 Cookie？",
  "p58": "我们通常将 Cookie 用于以下目的：<br>改进我们的服务；<br>通过推送通知/其他方式为您提供我们的新闻、优惠、其他商业通讯；<br>更好地了解兴趣/ 我们的用户在网站/应用程序以及由我们的关联合作伙伴管理的其他平台中的行为。",
  "p59": "请注意，某些 Cookie 是提供我们服务所必需的。 除其他方面外，分析 Cookie 收集有关访问者如何使用我们的服务、我们的关联合作伙伴提供的服务内容和有效性的信息。 此外，谷歌分析帮助我们了解我们服务的趋势。 我们可能会收到基于我们的服务/分析提供商使用这些技术的个人和汇总报告。",
  "sub_title60": "选择你的Cookie",
  "p61": "您可以激活或停用 Cookie 的使用/在网站浏览器中选择您的 Cookie。 我们使用的 Cookie 旨在优化您使用我们服务的体验。 请注意，如果您拒绝使用 Cookie，某些功能可能无法使用，我们将无法尽最大努力为您提供服务。",
  "p62": "有关如何使用 Cookie 及其设置的更多详细信息，请访问您的网络浏览器中的“帮助”选项。 此外，如果您选择退出任何 Cookie//清除本地存储，您可以查看以下链接，具体到每种类型的浏览器：<br><a href=\"https://support.microsoft.com/ en-us/help/17442/windows-internet-explorer-delete-manage-cookies\">Internet Explorer 的 Cookie 设置</a><br><a href=\"https://support.mozilla.org/ en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectlocale=en-US&amp;redirectslug=enable-and-disable-cookies-website-preferences\">Firefox 的 Cookie 设置</a><br>< a href=\"https://support.google.com/chrome/answer/95647?hl=en\">Chrome 的 Cookie 设置</a><br><a href=\"https://support. apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac\">Safari Web 和 iOS 的 Cookie 设置</a>",
  "p63": "有关 Cookie 或如何控制、激活/停用或删除 Cookie 的更多详细信息，请访问 http://www.aboutcookies.org 获取详细指导。 此外，包括谷歌在内的某些第三方广告网络允许用户选择退出或自定义您的互联网浏览偏好。",
  "p64": "我们可能会将 Cookies 收集的信息与我们根据本政策从您那里收集的其他信息链接并使用这些信息。",
  "sub_title65": "Cookie 类型和本地存储政策",
  "p66": "我们使用本地存储为您分配一个唯一的用户 ID，以便与您交流。 当存储它们的网站删除它们时，本地存储被删除。 您还可以随时通过访问 Web 浏览器设置从浏览器中删除本地存储。",
  "p67": "我们使用以下 cookie：",
  "p68": "Twitter<br>目的：使用个性化广告定位用户<br>保留期：1 年<br>描述：Twitter 跟踪用户以使用个性化广告定位他们<br>使用名称：<br>分享：隐私声明<br>Linkedin <br>目的：跟踪目的<br>描述：LinkedIn 跟踪用户以通过个性化广告定位他们<br>使用的名称：<br>共享：隐私声明<br>Google 字体<br>目的：在我们的网站上显示字体 <br>保留期：365 天<br>说明：我们使用 Google Fonts API 在我们的网站上显示字体。 访问我们的网站时，Google 字体 API 会请求您的 IP 地址。<br>使用的名称：<br>tcb_google_fonts<br>共享：隐私声明<br>目的：reCaptcha 将检查网站访问者是否是人类，而不是机器人<br >保留期：2 周<br>描述：主动监控整个属性中的用户操作并返回一个分数，该分数代表它是人类还是机器人的概率。<br>使用名称：<br>API 调用<br> 分享：隐私声明"
}
