{
  "head_title": "服务条款-ZIlPay",
  "title": "服务条款",
  "last_update": "最后更新 – 2020 年 4 月 21 日",
  "sub_title0": "1. 接受服务条款",
  "p0": "Khasanshin Rinat Ildarovich，IP，注册号为。 01.02.2021, 661220158399, Duns: 506873901,（“我们”或“ZilPay”）为您（“用户”/“您”）提供访问和管理与数字资产相关的不同区块链平台的各种功能的解决方案。 它允许您通过我们位于 https://ZilPay.io/ 的网站和浏览器插件（“网站”）和移动设备与区块链平台进行交互，同时让您控制您可以批准的交易、操作和活动 应用程序（“应用程序”）——（网站和应用程序——统称为“服务”），包括任何文本、图像、音频、代码和其他材料（“内容”）。",
  "p1": "在使用我们的服务之前，请仔细阅读这些服务条款（“条款”或“服务条款”）。 通过使用或以其他方式访问服务，或访问我们的网站、运行我们的应用程序、点击接受或同意这些条款，您 (i) 接受并同意这些条款，(ii) 同意收集、使用、披露和其他 按照我们的隐私政策中所述处理信息/数据，并且 (iii) 同意不时修改/更新的 ZilPay 条款和条件。 如果您不同意服务条款，则您将无法访问或使用服务以及内容。",
  "p2": "ZilPay 解决方案",
  "p3": "ZilPay 是一种为区块链网络（“ZilPay”/“服务”）设计的非托管和不可知的加密资产管理工具。 我们的解决方案是与区块链无关、跨平台、非托管的解决方案，可帮助用户以快速、安全的方式访问和管理与不同区块链平台的加密资产相关的各种功能。 我们为用户提供将区块链服务和构建块无缝集成到他们的 DApp 中的可能性。 它将区块链网络构建块和服务聚合到一个强大且可靠的中间件解决方案中。",
  "p4": "这些条款由我们的网站和应用程序上提供的隐私政策随附录补充。",
  "subt_title1": "2. 条款修改",
  "p5": "我们保留不定时修改条款的权利。 条款的任何更新均应发布在我们的网站或我们的移动应用程序上，并应从该特定日期立即生效。 如果您在任何此类更改后继续使用 ZilPay，将被视为您已接受更新后的 ZilPay 条款。 您应负责阅读和理解我们服务条款的任何此类修改/更新。",
  "p6": "",
  "subt_title2": "3. 资格",
  "p7": "要获得使用 ZilPay 的资格，您必须年满十八 (18) 岁。 我们建议您仅在熟悉数字资产或区块链技术并且您可以负责安全地存储自己的私钥时才使用服务和内容。",
  "p8": "如果您代表法人实体使用 ZilPay，您向 ZilPay 保证：(i) 法人实体在其管辖范围内适用的法律下有效组织和运行； (ii) 您被有效和适当地委托和授权代表该法人实体行事。",
  "p9": "在使用 ZilPay 之前，请确保这些条款符合您所在司法管辖区适用的所有规定和法规，包括拥有加密代币。 只有在您所在司法管辖区的法律允许的情况下，您才能使用服务。 通过使用 ZilPay，您向我们确保以及保证您或者您所代表的实体完全符合资格标准。",
  "p10": "我们仍然可以出于此处提供的任何原因拒绝任何人访问或使用 ZilPay，恕不另行通知或承担责任。",
  "subt_title3": "4. ZilPay 帐户，安装和设置",
  "subt_title4": "4.1 ZilPay",
  "p11": "ZilPay 解决方案是一种中间件服务，它： (i) 提供加密的私钥，您可以使用它以简单安全的方式管理来自区块链网络的资产； (ii) 允许用户创建或恢复现有钱包，并为每个提供原生和 JavaScript SDK 的区块链平台添加大量派生账户/地址，供用户通过移动应用程序或网站浏览去中心化应用程序（“DApps”）； (iii) 允许用户管理他们的账户/地址或发送和接收数字资产； (iv) 提供对所有交易详细信息页面的访问并显示助记词。",
  "subt_title5": "4.2 验证者",
  "p12": "如果 ZilPay 将在任何时间点运行一个验证器或节点以支持各种区块链网络的去中心化功能，它可以执行以下服务：（i）选择验证器进行委托，（ii）委托给验证器以赚取质押奖励，（iii）与委托人分享奖励（不包括佣金），（iv）更改委托，（v）取消委托给验证者或（vi）将您的部分委托重新委托给另一个验证者。",
  "subt_title6": "4.3 创建或恢复账户",
  "p13": "使用 ZilPay，您可以创建或恢复现有钱包帐户以使用服务。 当您创建一个新钱包时，将自动生成一个帐户/地址名称。 当您恢复现有钱包时，您需要输入密码才能访问服务。 当您创建或恢复钱包时，强烈建议您采取预防措施以避免失去对您的钱包凭证的访问或控制权。 对于因钱包恢复失败或未记录恢复/备份密码（安全码、恢复码）、数据丢失、加密货币错误传输、恢复丢失而可能造成的任何损失或损害，密码短语、泄露给第三方的ID或密码，以及被第三方黑客攻击等，我们都不承担任何责任。",
  "subt_title7": "4.4 免费",
  "p14": "ZilPay 目前不对任何服务收取任何费用。 但是，我们保留随时更改此决定的权利，在这种情况下，所有费用将在您使用服务之前显示。",
  "subt_title8": "5. 账户密码和安全",
  "subt_title9": "5.1 私钥",
  "p15": "私钥是用户的重要工具，可以访问钱包并允许与该钱包地址进行转账。 您全权负责维护您的私钥安全！",
  "p16": "用户可以发送或接收数字资产，在不同钱包上导入时显示私钥，丢弃不需要的帐户，并查看所有发送和接收交易。 对于非托管钱包，用户可以完全控制他们的资产并对他们的私钥完全负责。 钱包是分层确定性的，允许用户根据使用的区块链数量从众多区块链中收集各种地址，并允许从不同钱包导入私钥。",
  "p17": "不这样做可能会导致失去对与钱包相关的资产的控制。 ZilPay 不能也不会对因您未能遵守本节规定而造成的任何损失或损害承担责任。",
  "subt_title10": "5.2 密码和助记词",
  "p18": "设置 ZilPay 账户时，您将负责保守自己的账户机密，可能是密码短语、账户文件/文本或其他本地存储的机密信息。 ZilPay 使用您提供的密码/PIN 码在本地加密此信息，ZilPay 绝不会将其发送到我们的服务器。 您同意 (i) 绝不会为 ZilPay 使用您用于其他服务/应用程序的相同密码/助记词，(ii) 对您的秘密信息和密码保密并且不与任何第三方共享它们和 (iii) 立即 通知 ZilPay 任何未经授权使用您的 ZilPay 帐户或违反安全性的行为。 ZilPay 不能也不会对因您未能遵守此规定而造成的任何损失或损害承担责任。",
  "subt_title11": "5.3 可疑行为",
  "p19": "您必须立即通知我们任何可疑或未经授权的服务使用或任何其他违反安全的行为。",
  "subt_title12": "6. 陈述、保证和风险",
  "subt_title13": "6.1 限制和约束",
  "p20": "作为服务的用户，除了这些条款中明确提到的或任何当地法律允许的情况，您同意。(i) 在使用我们的服务时不违反任何法律，并完全遵守所有适用的技术控制法律和法规。您同意不利用我们的服务从事任何非法活动，包括但不限于欺诈或洗钱或协助/支持任何恐怖主义活动；(ii) 不以欺诈性的用户资料/凭证创建账户，从而对其他用户产生负面影响，或抑制其他用户从服务中充分受益，或未经授权使用或试图使用其他用户的钱包。(iii) 不通过疏忽或故意分发或上传任何含有病毒或其他可能有害或危险的恶意软件的材料来损害我们的系统/应用程序；(iv) 不试图规避我们的安全或绕过我们可能使用的任何内容过滤或阻止措施，以防止或限制对服务的访问。",
  "p21": "任何在本条款中明确授权之外的服务使用都是严格禁止的，并且将终止您使用ZilPay的权利。",
  "subt_title14": "6.2 担保",
  "p22": "请注意，某些司法管辖区的立法不允许对默示保证作出免责声明，因此前述免责声明可能不适用于您。通过App和网站授予的服务是按原样提供的，没有任何形式的保证，无论是明示还是暗示的。在法律允许的最大范围内，我们放弃对您使用服务的所有明示或默示的保证。",
  "p23": "我们不保证通过服务访问的内容是准确、完整或没有病毒或任何其他有害成分。閣下同意，閣下對本錢包/服務的使用將由閣下自行承擔風險。ZilPay對於任何下列情況不負任何責任或義務。(i) 用户的错误，如忘记密码，有缺陷的交易，或输入错误的地址；(ii) 任何未经授权进入本服务；(iii) 服务器故障或数据丢失；(iv) 任何中断，病毒，网络钓鱼，暴力攻击，或其他针对本服务的攻击代表与使用区块链技术有关的共同风险。",
  "subt_title15": "6.3 软件",
  "p24": "请考虑到，ZilPay是一个正在发展中的软件/解决方案，它没有任何明示或暗示的保证。因此，在任何情况下，作者或版权持有人都不对任何索赔、损害或其他责任负责，无论是在合同诉讼中，还是在与本软件、本软件的使用或其他有关的诉讼中。",
  "p25": "在用户选择在他们的手机/应用程序上使用定制的ROM或取消他们的操作系统所规定的软件限制，也就是所谓的越狱的情况下，我们保留对任何来自ZilPay或与之相关的数据的安全性不承担任何责任的权利，包括但不限于我们不知道或不拥有的账户数据、密码或个人密钥。请注意，这种行为可能是有害的，与区块链网络的共同风险有关，并可能导致您的账户丢失。",
  "p26": "ZilPay 提供的任何警告都不会证明或代表有义务提醒您注意使用服务或内容的所有潜在风险。",
  "subt_title16": "6.4 验证节点",
  "p27": "我们不保证或承诺ZilPay会在任何时候或任何特定的时间内作为验证者节点。ZilPay未能继续成为验证者节点，并不构成本条款的终止，也不构成ZilPay的任何责任或义务的启动。",
  "subt_title17": "6.5 区块链风险",
  "p28": "ZilPay 不对您使用不属于我们的区块链网络带来的任何风险负责。 您承担管理数字资产的全部责任，同意该技术可能极不稳定或未经证实，他们的软件和提供商经常受到黑客攻击，可能导致您的数据丢失。 您同意让 ZilPay 对此类风险不承担任何责任，并放弃就您因使用区块链网络或服务而可能遭受的任何损害、损失向 ZilPay 提出索赔的权利。",
  "p29": "ZilPay 无法控制此类区块链网络，这些网络被称为由独立第三方支持的分散式点对点网络，超出我们的控制范围。 我们不能保证您提交的任何交易细节都会得到确认和处理。 同样，您承认您提交的交易详情可能不会被区块链网络完成或延迟。 提交交易后，我们无法帮助您取消或修改您的交易，因为 ZilPay 无法控制任何区块链网络，也无法协助任何取消或修改请求。 对于与您的帐户相关的任何失败交易，我们概不负责。",
  "subt_title18": "6.6 密码系统的风险",
  "p30": "通过利用服务或以任何方式与内容或平台互动，您声明您了解与加密系统相关的固有风险；并保证您了解各种区块链网络的原生加密代币的用法和复杂性，以及基于区块链的软件系统。",
  "subt_title19": "6.7 辖区监管行动的风险",
  "p31": "ZilPay可能会受到一个或多个监管调查或监管行动的影响，这可能会妨碍或限制ZilPay继续发展的能力，或妨碍或限制用户访问或使用服务的能力。",
  "subt_title20": "6.8 我们的应用",
  "p32": "您承认 ZilPay 应用程序在正式发布之前正在“按原样”提供测试。 通过我们的应用程序提供的服务无意以任何理由被依赖或在生产环境中使用。 因此，您承认并接受应用程序或服务：(i) 可能包含错误、错误和缺陷，(ii) 可能无法正常运行或受到停机和不可用的影响，(iii) 可能导致全部或部分 用户数据/信息的丢失或损坏以及 (iv) 可能随时修改，包括通过发布后续版本，无论是否通知您。",
  "subt_title21": "6.9 税收",
  "p33": "您有责任确定任何税收是否适用于您使用服务提交/进行的交易，并且您有责任向适当的税务机关报告和汇出正确的税收。您同意，我们不负责确定税收是否适用于您的交易，也不负责汇出您在任何区块链网络中进行的交易所产生或与之相关的任何税收。",
  "subt_title22": "6.10 不可抗力",
  "p34": "ZilPay 不对任何因双方无法合理控制、不可预测、绝对不可战胜和不可避免的原因或条件直接或间接导致的服务延迟、失败或中断承担责任。 包括但不限于：任何延误或故障、军事当局的行为、恐怖主义战争行为、设备和/或软件故障罢工或其他劳资纠纷/罢工、电信或互联网服务或网络提供商服务的中断、火灾、其他 灾难、流行病或流行病，或任何其他超出我们合理控制范围的情况。",
  "subt_title23": "7. 赔偿金",
  "p35": "您同意保护、赔偿并使我们免受任何损害、义务、索赔、损失、责任、成本或债务和费用，包括但不限于律师费，由以下原因引起：(i) 您的 使用服务； (ii) 违反本条款； (iii) 您违反本条款的任何条款； (d) 您违反任何法律或任何第三方的权利，包括但不限于知识产权； (e) 对服务的任何其他用户的任何有害行为。 我们将在获知任何此类索赔、诉讼或诉讼时通知您，这些索赔、诉讼或程序应受到此赔偿的约束。",
  "subt_title24": "8. 赔偿责任的限制",
  "p36": "在适用法律允许的最大范围内，在任何情况下，ZilPay 或我们的股东、代表、员工、顾问、律师或任何其他授权人员均不对您或任何第三方的直接或间接、后果性、偶然性、惩罚性损害承担责任、数据损益或因以下原因造成的任何损害：您对服务的使用；由于您管理数据机密性的方法不足，未经授权使用您的钱包；服务传输的任何中断，例如常见的或可能由任何第三方传输到服务的错误、病毒等；我们因您发送给我们的通信而采取或未采取的任何行动；人为错误；技术故障；故障，包括公用事业或电话中断；任何设备或网络、提供商或软件（包括但不限于不允许参与服务的那些）的遗漏、中断、延迟、删除或缺陷；计算机设备的任何伤害或损坏；无法完全访问网站、应用程序或服务或任何其他网站；盗窃、篡改、破坏或未经授权访问任何类型的图像或其他内容；处理延迟或不正确或不完整或丢失的数据；任何类型的错误或其任何组合，以及因您使用钱包/服务而引起的任何其他损害，即使我们已被告知此类损害的可能性；",
  "p37": "在适用法律允许的最大范围内，ZilPay 及其供应商或许可方均不对您承担任何直接、间接、偶然、特殊、后果性、惩罚性、惩戒性或其他任何类型的损害赔偿，包括但不限于因丢失 利润、商誉、使用、数据或其他有形或无形损失或基于合同、侵权、严格责任或任何其他理论的任何其他损害（即使 ZilPay 已被告知此类损害的可能性），由网站、 应用程序或服务。",
  "p38": "您同意任何可能因使用钱包/服务或本条款而产生或与之相关的任何内容必须在此类索赔发生后 3（三）个月内提交，否则，您的索赔将被绝对禁止。 本规则不影响上述保修条款中的免责声明。",
  "subt_title25": "9. 知识产权",
  "p39": "ZilPay App 是在开源许可下开发的，任何用户都可以访问、共享或使用它。 有关 ZilPay 当前源代码的信息可以在 https://github.com/ZilPay 找到。 请注意，它是一个 Copyleft 许可，这意味着所有衍生程序必须在与原始软件相同的条款下分发。",
  "p40": "您对服务的访问不允许您将内容用于除您个人的、合法的和非商业的使用或服务范围之外的任何其他目的。您被禁止为事先解释以外的任何其他目的使用App/服务，并且您同意，您不会复制、分发、出售、许可或以任何其他方式使用服务。",
  "subt_title26": "10. 服务的终止",
  "p41": "ZilPay 可随时以任何理由或无理由终止或暂停全部或部分服务使用 ZilPay 帐户的权利，终止或永久修改服务的任何部分给任何用户，恕不另行通知，也无需通知或 违反这些条款的责任。 我们保留在有或没有事先通知的情况下，在任何时候自行决定在有限的时间内或永久地修改或终止部分或全部服务的权利。",
  "p42": "备份钱包地址和私钥是您的全部责任。在终止您使用ZilPay的权利的情况下，您仍然完全受本条款的义务约束。在终止后，您对您的钱包/服务的访问将只取决于您对您的私人钥匙的备份的访问。",
  "subt_title27": "11. 最后规定",
  "subt_title28": "11.1 管辖法律。管辖权",
  "p43": "本条款应受罗马尼亚法律的管辖。任何由本条款/本协议引起的或与之相关的争议，应由ZilPay总部所在地的罗马尼亚法院解决。",
  "p44": "我们鼓励您向我们发送信息：support@zilpay.io 或通过https://t.me/zilpaychat，以了解有关本服务/ZilPay的任何查询、投诉、问题或关注。",
  "subt_title29": "11.2 任务",
  "p45": "您同意，您不能转让由这些服务条款引起的或与之相关的任何权利、责任或义务。",
  "subt_title30": "11.3 通讯",
  "p46": "用户方面有关服务的任何问题、投诉或索赔，可通过我们网站/应用程序中设置的相关联系信息向我们提出。"
}
