{
  "last_update": "LAST UPDATED – 21ST OF APRIL, 2020",
  "head_title": "Privacy policy for ZilPay wallet.",
  "title0": "ZilPay recognizes that people who use ZilPay value their privacy.",
  "p0": "This privacy policy (“Policy”) describes how ZilPay (“Company”, “we”, “our”, or “us”) collects, uses, shares, and stores personal information of users of this browser plug-in, (the “Site”). This Policy applies to the Site, applications, products and services (collectively, “Services”) on or in which it is posted, linked, or referenced.",
  "p1": "By using the Services, you accept the terms of this Policy and our Terms of Use, and consent to our collection, use, disclosure, and retention of your information as described in this Policy. If you have not done so already, please also review our terms of use. The terms of use contain provisions that limit our liability to you and require you to resolve any dispute with us on an individual basis and not as part of any class or representative action. IF YOU DO NOT AGREE WITH ANY PART OF THIS PRIVACY POLICY OR OUR TERMS OF USE, THEN PLEASE DO NOT USE ANY OF THE SERVICES.",
  "p2": "Please note that this Policy does not apply to information collected through third-party websites or services that you may access through the Services or that you submit to us through email, text message or other electronic message or offline.",
  "p3": "If you are visiting this site from the European Union (EU), see our Notice to EU Data Subjects below for our legal bases for processing and transfer of your data.",
  "title1": "WHAT WE COLLECT",
  "collections0": "We get information about you in a range of ways.",
  "collections1": "Information You Give Us.",
  "title2": "Information we collect from you includes:",
  "p4": "Network information regarding transactions; when you participate in market research activities, report a problem with Service, receive customer support or otherwise correspond with us;",
  "title3": "Information We Get From Others.",
  "p5": "We may get information about you from other third party sources and we may add this to information we get from your use of the Services. Such information may include:",
  "p6": "Social Media Widgets: Our Site may include social media features, such as the Facebook “like” button and widgets, such as the “share this” button. These features may collect your personal information and track your use of the Site. These social media features are either hosted by a third party or hosted directly on our Site. Your interactions with these features are governed by the privacy policy of the company providing such functionality.",
  "p7": "We may use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole. Users can control the use of cookies at the individual browser level. For more information, please see the section entitled “Cookies Policy” below.",
  "p8": "Information we will never collect. We will never ask you to share your private keys or wallet seed. Never trust anyone or any site that asks you to enter your private keys or wallet seed.",
  "title4": "USE OF PERSONAL INFORMATION",
  "p9": "To provide our service",
  "p10": "Websites cannot see your account information, because websites (dapps) need call request for connection. When user accept connections from website(dapp) then website can see your account informations (zilliqa address).",
  "title5": "ZilPay stores on your device:",
  "stores0": "Seed phrase words in encrypted by your password",
  "stores1": "Your import private Keys in encrypted by your password",
  "stores2": "Your accounts such as addresses and balance account.",
  "stores3": "Some UI information such as theme and language",
  "stores4": "Your transactions",
  "stores5": "Network information such as node URL, socket URL, node ID.",
  "title6": "Cryptography",
  "p11": "Your financial data, such as (the initial opening phrase), encrypted with modern encryption methods by user password.",
  "title7": "We will use your personal information in the following ways:",
  "p12": "To enable you to access and use the Services To provide and deliver products and services that you may request. To send information, including confirmations, technical notices, updates, security alerts, and support and administrative messages.",
  "title8": "To comply with law",
  "p13": "All data that you own (private key, initial phrase) is available only to you, only you can manage your account. If you forget your password or seed phrase words, you will lose your money.",
  "title9": "Warning of liability",
  "p14": "We accept no liability for the loss of your finances. Also, if someone wants to receive your data such as (initial passphrase or private keys), do not in any case pass this information to third parties."
}