{
  "title": "Privacy & Cookies Policy",
  "last_update": "LAST UPDATED – 21ST OF APRIL, 2020",
  "p0": "This Privacy Policy (“Policy”) describes how Khasanshin Rinat Ildarovich, IP, registered under no. 01.02.2021, 661220158399, Duns: 506873901, (“zilpay” or the “controller”) collects, uses, shares, and retain the personal data/information (“data”) of users of our website https://zilpay.io/ (the “WebSite”) and our mobile application (“App”). This Policy applies to the WebSite, App, and other products/ services offered to you (the „User”/ “You”) by zilpay (the “Services”)..",
  "p1": "This Policy supplements out Terms of Services with regard to any details/aspects regarding the processing of personal data in connection with zilpay.",
  "p2": "Please note that by downloading our mobile App or running the WebSite you agree to the terms outlined in this Policy.",
  "p3": "This Policy does not apply to any personal data/ information collected through third-party websites or services that you may access through the Services or that you submit to us through any electronic message/text/ e-mail.",
  "sub_title4": "ELIGIBILITY",
  "p5": "The Services are not designed for / directed towards children, as we are sensitive about children’s information. Please note that zilpay is not intended for use by anyone under the age of 18. We do not consciously or intentionally collect any information about children who are under the age of 13.",
  "sub_title6": "WHAT INFORMATION WE COLLECT<br>We collect information/personal data from you by using different means. Information / personal data we may collect from you include:",
  "p7": "Contact information – e-mail, or the ID on your social platforms;<br>Usage information/data – about how you use the Service and interact with zilpay;<br>Correspondence with us – information you provide in your responses to our surveys, report a problem with our Services, tracking errors to manage fixing errors, receive customer support or otherwise correspond with us;<br>Marketing information – your preferences for receiving general marketing communications (push-notifications) and details about them.",
  "p8": "Information automatically collected. zilpay may automatically collect certain information/data about how you use our WebSite or App, such as User’s Internet Protocol (IP) address, device and browser type, operating system, the pages or features of our WebSite / App to which you browsed and the time you have spent on those pages/ features, the frequency of using our Services, and other statistics/analytics. We use this information to manage the Services, to report and fix certain errors, and to improve our Service by offering the User new features, functions and increased functionality.",
  "p9": "Information we get from others. zilpay may get information about you from other third parties (“Third Party”). We may add this to the information/data we get from you using our Services. Third parties may process analytics information or statistical data through your use of the Services, including but not limited to the type of your operating system, the date and time you access the Services, the period of your use.",
  "p10": "Our WebSite or App may be linked to your social media platforms (e.g. Facebook, Linked-In), and may collect certain information/data provided by your interactions with these platforms features (your “likes”; “sharing”).",
  "p11": "We may use cookies or similar technologies to analyze / manage our WebSite/App, track your interactions around the WebSite/App. For more information, please see below “Cookies Policy” section.",
  "p12": "Collection and processing by the Third Parties of your personal information/data on those platforms/ engines are governed and detailed in the privacy policies of those Third Parties.",
  "p13": "We will never collect. We do not, in any circumstance, collect or retain your secret phrase or private key associated with your account. The security of your wallet account credentials is your own and personal responsibility and it is highly important to keep both, the secret phrase and the private key, safe and secure.",
  "sub_title14": "HOW AND WHY WE USE YOUR INFORMATION/DATA",
  "p15": "We use your information/data for the following purposes/ by the following means:",
  "p16": "Providing our Services",
  "p17": "We will use your personal information/data:<br>to allow you access and use the Services;<br>to send information, including confirmations, technical notices, updates on our Services/policies, security alerts, reports, and any support/technical and administrative messages/notifications;<br>to inform us of any errors/bugs that you may encounter when using our Services.",
  "p18": "To improve our Services. Customer support",
  "p19": "We may use your personal information/data to operate, maintain, and improve our Services. We may also use your information/data to answer your comments and questions regarding the Services, and to provide you with general customer support.",
  "p20": "We may share analytics information though Third Party platforms such as Google Analytics, to comprehend how users interact with our Services so that we can further deliver the best experience to you. We may process your analytics information and support information to provide you technical or customer support in response to any inquiries, comments or questions and in order to improve the Service by expanding its features and functionality and tailoring it to our users’ needs and preferences",
  "p21": "Communicate with you",
  "p22": "We use your personal information/data to communicate with you about upcoming events, our news, any technical/support or administrative messages, the Services’ features/tools offered by us and our selected partners.",
  "p23": "Marketing activities",
  "p24": "We may use or share your personal information/data, with your informed, clear and specific consent, to place you certain push-notifications, send you our general offers and marketing communications, or advertising of several services provided by our affiliated partners (e.g. domain names).",
  "p25": "You can anytime opt-out from zilpay or its affiliated partners marketing communications by disabling notification functions on your device.",
  "p26": "Compliance with the law. Defence our rights",
  "p27": "We use your personal information/ data which may be necessary to comply with the applicable laws, lawful requests and legal processes (e.g. answers/providing information to/during official requests/investigations from government authorities). We may use some personal information/ data to defence our rights when you complain against us.",
  "p28": "Compliance with fraud prevention and safety requirements",
  "p29": "We may use your personal information/ data to protect, investigate, and deter against fraudulent, unauthorized, or any illegal activity you may be subject/ encounter.",
  "sub_title30": "SHARING PERSONAL INFORMATION/ DATA",
  "p31": "We do not share, rent, trade, or sell your personal information/ data that you provide us with other third parties/ organizations without your express and specific consent, except as described in this Policy. We may disclose personal information/ data to the following third parties:",
  "p32": "Affiliates. We may disclose your data to our affiliated companies for purposes consistent with this Policy.<br>Buyers/ successors of our business/assets. We may share personal information/ data when our shareholders/management will decide to carry out a sale or transfer of all or a part of our business or assets (including any merger, spin-off, financing, acquisition, or bankruptcy transaction or proceeding).<br>Government authorities. We may share personal information/data to comply with the legal requirements (including, protection and safety of health/ human being; financial systems and transactions etc). Likewise, we may share information/data to respond to lawful requests and legal processes.<br>Our advisors and service providers. We may share information/ data with our advisors and service providers, e.g. which may include third party companies and individuals to administer and provide the Service on our behalf (such as customer support, hosting, email delivery and database management services), as well as lawyers, bankers, insurers, auditors etc.<br>Other Third Parties. You may allow us to share your data with other entities or persons of your choice. Third Parties will process the data according to their privacy policies.",
  "sub_title33": "CROSS-BORDER DATA TRANSFER",
  "p34": "Please be aware that your personal data may be transferred to, processed, and stored in third countries outside EEA (e.g. the United States). Data protection laws in these third countries outside the EU may be different from those in your country of residence. You consent to the transfer your information, including personal information/ data, to each of these countries as set forth in this Policy by visiting our WebSite or using App/our Services.",
  "p35": "Whenever we transfer your personal information/data out of the EEA to the other third countries outside the EEA not deemed by the European Commission to provide an adequate level of personal information protection, the transfer will be based on data transfer mechanisms regulated under EU Regulation no. 679/2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data – “EU Regulation 679/2016”), and recognized by the European Commission as providing adequate protection for personal data.",
  "p36": "Please contact us if you want further information on the specific mechanisms used by us when transferring your personal information out of the EEA.",
  "sub_title37": "HOW LONG WE KEEP YOUR INFORMATION/ DATA",
  "p38": "We will hold your personal information/data on our systems for as long as required to make you available Services. We reserve the right to retain your data for a longer period in case of a complaint or if we reasonably believe there is a likelihood of litigation in respect to our relationship with you.",
  "p39": "There may be some circumstances when you can ask us to delete your information/ data, so please consider the fact that we also may retain some non-personally identifiable information for statistical purposes in which case we may use this information indefinitely without further notice to you.",
  "p40": "As a non-custodial solution, zilpay does not store any information/ data on its servers. The information/data are stored in the memory/storage asset of the User’s devices.",
  "sub_title41": "HOW YOUR DATA IS SECURED",
  "p42": "We take the protection of Users’ information/ data very seriously. We employ industry standard security measures to reduce the risks of unauthorised access to zilpay wallet on use of the Services and to deal with any data breaches. We will notify you of any personal data breach where we are legally required to do so.",
  "p43": "However, the security of information transmitted through the internet can never be guaranteed. We are not responsible for any interception or interruption of any communications through the internet or for changes to or losses of information/ data. Users of our Services are responsible for maintaining the security of any password, user ID or other type of authentication. In order to protect you and your data, we may suspend your use of any of the Services, without notice, pending an investigation, if any breach of security has occurred.",
  "p44": "You acknowledge that the procedures/mechanisms employed by us do not provide absolute security and you cannot expect that the Service will be immune from any risks associated with the common risks from the use of blockchain networks. Any information that you choose to provide to us is made at your own risk.",
  "sub_title45": "CHOICES REGARDING YOUR PERSONAL DATA",
  "p46": "As data subject, you can exercise the following rights regulated by the data protection legislation (including, EU Regulation 679/2016):",
  "p47": "Right of access. We will provide you with a copy of any data we hold about you;<br>Right to modify. We will modify your data if any of them are incorrect or inaccurate;<br>Right of erasure. Delete your personal information/data – if erasure is not technically possible or we consider that we have a reasonable legal ground to retain your data that you ask us to erase we will inform you accordingly;<br>Portability right. We may transfer your data to another service provider; this applies only while processing the User’s data on their consent, and only by automatic means.<br>Right to object. You may object to processing of your data. We will comply with your request except when we have a legitimate interest for processing or we need to continue processing your data to exercise or defend a legal claim.<br>Complain. You can contact/complaint to the Romanian supervision authority which data are available at www.dataprotection.ro",
  "p48": "You can exercise any of your rights at any time by reaching out to us using the information from the Contact section set out here. When you write to us making a request to exercise your above rights we are entitled to identify you first, and ask you to provide identification details to help us to verify your identity. It will help us in the process of giving you a fast and accurate answer to your request if you clearly point out which right you wish to exercise and the reason for exercising it. We reserve the right to delay auctioning on your request if you do not provide us with enough information/details. Only when you have provided us with the exact information we can proceed to process your request.",
  "p49": "Tracking technologies<br>Regular cookies may generally be disabled or removed by tools available as part of most commercial browsers, and in some instances blocked in the future by selecting certain settings. For more information please see below our “Cookies Policy”.",
  "p50": "Contact details:<br>If you have any inquiries, questions or concerns about this Policy, you may reach us at support@zilpay.io or via https://t.me/zilpaychat.",
  "sub_title51": "COOKIES POLICY",
  "p52": "This Policy provides detailed information about how and when we use cookies when using the different technologies.",
  "p53": "You acknowledge the fact that the information collected by third-party Cookies is governed by their privacy policies and zilpay is not responsible for their approach in relation to their use of Cookies.",
  "sub_title54": "DO WE USE COOKIES?",
  "p55": "A cookie (“Cookie”) is a small amount of information in the shape of a text file that is placed on your hard drive by a website. Cookies contain information such as the name of the domain from which the cookie has come, that can later be read by a web server. They come in different formats including, cookies that will only be used if you use certain features or select certain preferences, temporary cookies, persistent cookies, third-party cookies. You can check out more about each type of cookie by viewing our cookie list mentioned below.",
  "p56": "We also use functional Cookies enabling certain parts of the WebSite to work properly and your preferences to remain in history. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie. Full details on all of the Cookies used on the Site are available at our Cookie Disclosure table below.",
  "sub_title57": "WHY DO WE USE COOKIES?",
  "p58": "We generally use Cookies for the following purposes:<br>to improve our Services;<br>to serve you with our news, offers, other commercial communications sent through push-notifications/other means;<br>to better understand the interests/behaviour of our Users in the WebSite /App, as well as other platforms managed by our affiliated partners.",
  "p59": "Please note that some of the Cookies are necessary to provide our Services. Analysis Cookies, among other aspects, collect information on how visitors use our Service, the content and the effectiveness of the services provided by our affiliated partners. Moreover, Google Analytics helps us to understand the trends of our Services. We may receive reports based on the use of these technologies by our service/analytics providers on an individual and aggregated basis.",
  "sub_title60": "CHOOSE YOUR COOKIES",
  "p61": "You can activate or deactivate the use of Cookies/select your Cookies into the WebSite browser. The Cookies we use are designed to optimise your experience regarding the use of our Services. Please note that if you decline the use of Cookies, some functions may be unavailable and we will not be able to provide you the Services at the fullest capacity.",
  "p62": "For more details on how to use Cookies, and their settings, access the “Help” option located within your web browser. Additionally, you can check the following links if you choose to opt-out of any Cookies//clear local storage, specific to each type of browser:<br><a href=\"https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies\">Cookie settings for Internet Explorer</a><br><a href=\"https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectlocale=en-US&amp;redirectslug=enable-and-disable-cookies-website-preferences\">Cookie settings for Firefox</a><br><a href=\"https://support.google.com/chrome/answer/95647?hl=en\">Cookie settings for Chrome</a><br><a href=\"https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac\">Cookie settings for Safari Web and iOS</a>",
  "p63": "For more details about Cookies, or how to control, activate/ deactivate or delete them, please visit http://www.aboutcookies.org for detailed guidance. In addition, certain third party advertising networks, including Google, allow users to opt-out or to customize preferences on your internet browsing.",
  "p64": "We may link the information collected by Cookies with other information we collect from you pursuant to this Policy and use this information.",
  "sub_title65": "TYPES OF COOKIES AND LOCAL STORAGE POLICY",
  "p66": "We use local storage to assign you a unique user ID for purposes of communication with you. Local storage are deleted when the WebSite that stored them deletes them. You can also delete local storage from your browser at any time you like by visiting your web browser settings.",
  "p67": "We use the following cookies:",
  "p68": "Twitter<br>Purpose: Target users with personalised ads<br>Retention period: 1 year<br>Description: Twitter tracks users to target them with personalised ads<br>Used names:<br>Sharing: Privacy statement<br>Linkedin<br>Purpose: Tracking purposes<br>Description: LinkedIn tracks users to target them with personalised ads<br>Used names:<br>Sharing: Privacy statement<br>Google Fonts<br>Purpose: Display of fonts on our website<br>Retention period: 365 days<br>Description: We use the Google Fonts API to display fonts on our website. The Google fonts API requests your IP address when visiting our website.<br>Used names:<br>tcb_google_fonts<br>Sharing: Privacy statement<br>Purpose: reCaptcha will check if the website visitor is human, not a bot<br>Retention period: 2 Weeks<br>Description: Actively monitors user actions across the entire property and returns a score which represents the probability if it is a human or a bot.<br>Used names:<br>API Call<br>Sharing: Privacy statement"
}