{
  "title": "Terms of Service",
  "last_update": "LAST UPDATED – 21ST OF APRIL, 2020",
  "sub_title0": "1. Acceptance of Terms of Service",
  "p0": "Khasanshin Rinat Ildarovich, IP, registered under no. 01.02.2021, 661220158399, Duns: 506873901, (“We”, “Us” or “ZilPay”) provides a solution/platform for you (“User”/ “You”) to access and manage various functions related to digital assets for different Blockchain-platforms. It allows you to interact with Blockchain-platforms, while keeping You in control over what transactions, operations and activities You may approve, through our website located at https://ZilPay.io/ and browser plugin (the “WebSite”) and mobile application (the “App”) – (WebSite and App – collectively referred to as the “Services”), including any text, images, audio, code and other materials (“Content).",
  "p1": "Please read these Terms of Services (the “Terms” or “Terms of Services”) carefully before using our Services. By using or otherwise accessing the Services, or visiting our WebSite, running our App, clicking to accept or agree to these Terms, you (i) accept and agree to these Terms, (ii) consent to the collection, use, disclosure and other handling of information/data as described in our Privacy Policy and (iii) agree to any revised/updated terms and conditions of ZilPay from time to time. If You do not agree to the Terms of Services, then you will not be able to access or use the Services, as well as the Content.",
  "p2": "ZilPay solution",
  "p3": "ZilPay is a non-custodial and agnostic crypto asset management tool designed for blockchain networks (the “ZilPay”/ the “Services”). Our solution is a Blockchain-agnostic, cross-platform, non-custodial that helps Users to access and manage various functions related to crypto assets for different Blockchain-platforms, in a fast and secure way. We offer Users the possibility to seamlessly integrate Blockchain services and building blocks into their DApps. It aggregates Blockchain-networks building blocks and services into one powerful and reliable middleware solution.",
  "p4": "These Terms are accompanied and supplemented by our Privacy Policy available on our WebSite and App.",
  "subt_title1": "2. Modification of Terms",
  "p5": "We reserve the right to amend the Terms from time to time. Any updates to the Terms shall be posted on our WebSite or on our mobile App, and shall be immediately effective from that specific date. If you continue to use ZilPay following any such changes, it will be considered that you have accepted the updated Terms of ZilPay. You shall be responsible for reading and understanding of any such modifications/updates on our Terms of Services.",
  "p6": "We reserve the right to amend the Terms from time to time. Any updates to the Terms shall be posted on our WebSite or on our mobile App, and shall be immediately effective from that specific date. If you continue to use ZilPay following any such changes, it will be considered that you have accepted the updated Terms of ZilPay. You shall be responsible for reading and understanding of any such modifications/updates on our Terms of Services.",
  "subt_title2": "3. Eligibility",
  "p7": "To be eligible to use ZilPay, you must be at least eighteen (18) years old. We recommend that you should use the Services and the Content only when you are familiar with Digital Assets or Blockchain technology and you can be responsible for securely storing your own private key.",
  "p8": "In the event you are using ZilPay on behalf of a legal entity, you warrant to ZilPay that: (i) the legal entity is validly organized and running under the laws applicable its jurisdiction; and (ii) you are validly and properly entrusted and authorized to act on the legal entity’s behalf.",
  "p9": "Please make sure that these Terms are in accordance with all provisions and regulations that apply in your jurisdiction, including owning cryptographic tokens, before using the ZilPay. You can use the Services only if this is allowed under the laws of your jurisdiction. By using ZilPay you ensure / warrant us that the eligibility criteria are fully met by you/ the entity you are representing.",
  "p10": "We still may refuse the access or use of ZilPay to any person for any of the reasons provided herein, without notice or liability.",
  "subt_title3": "4. ZilPay Account, Install and Set up",
  "subt_title4": "4.1 ZilPay",
  "p11": "ZilPay solution is a middleware service that: (i) provides encrypted private keys that you may use to manage your assets from the Blockchain networks in an easy and secure way; (ii) allows Users to create or restore existing wallets and to add numerous derived accounts/addresses for each Blockchain platform providing Native and JavaScript SDKs for Users to browse decentralized applications (“DApps”) through the mobile App or WebSite; (iii) allows Users to manage their accounts/addresses or to send and receive digital assets; and (iv) provides the access to all transactions detail page and reveal secret phrase.",
  "subt_title5": "4.2 Validator",
  "p12": "If ZilPay will operate, at any point in time, a validator or nodes to support the decentralised functioning of various Blockchain networks, it can perform the following Services: (i) select validator to delegate to, (ii) delegate to validators to earn staking rewards, (iii) share rewards with delegators (excluding commission), (iv) change delegation, (v) undelegate delegations to validators or (vi) redelegate a portion of your delegation to another validator.",
  "subt_title6": "4.3 Create or restore Account",
  "p13": "With ZilPay you have the possibility to either create or restore an existing wallet account in order to use the Services. When you create a new wallet an account/address name will be generated automatically. When you restore an existing Wallet you will need to enter the secret phrase in order to access the Services. When you both create or restore a wallet, you are strongly advised to take precautions in order to avoid loss of access to or control over your wallet credentials. We shall assume no responsibility for any loss or damage that may be incurred due to the failed recovery of the wallet or not recording the recovery/backup passphrase (security code, recovery code), loss of data, erroneous transmission of cryptocurrency, loss of recovery passphrase, leaked ID/password to third parties, and hacking by third parties.",
  "subt_title7": "4.4 Free of charge",
  "p14": "ZilPay does not currently charge any fees for any of the Services. However, we reserve the right to change this decision at any time and, in that event, all fees will be displayed prior to you using the Services.",
  "subt_title8": "5. Account Password and Security",
  "subt_title9": "5.1 Private Key",
  "p15": "The private key is a crucial tool for Users, giving the access to the wallet and allowing the transfer to and from that wallet address. You are solely responsible for maintaining the security of your private key!",
  "p16": "The User can send or receive digital assets, show the private keys when importing on different wallets, discard the unwanted accounts, and review all the send and receive transactions. For a non-custodial wallet, the User has complete control on their assets and complete responsibility for their private key. The wallet is hierarchical deterministic allowing the User to gather various addresses from numerous Blockchains depending on the number of Blockchains in use and allows to import the private keys from different wallets.",
  "p17": "Failure to do so may result in the loss of control of assets associated with the wallet. ZilPay cannot and will not be liable for any loss or damage arising from your failure to comply with this section.",
  "subt_title10": "5.2 Password and Secret Phrase",
  "p18": "When setting up a ZilPay account, you will be responsible for keeping your own account secrets, which may be a secret phrase, an account file/text, or other locally stored secret information. ZilPay encrypts this information locally with a password/pin code you provide, that ZilPay never sends to our servers. You agree (i) to never use the same password/secret phrase for ZilPay that you have used for other services/apps, (ii) keep your secret information and password confidential and do not share them with any third parties and (iii) immediately notify ZilPay of any unauthorized use of your ZilPay account or breach of security. ZilPay cannot and will not be liable for any loss or damage arising from your failure to comply with this",
  "subt_title11": "5.3 Suspicious actions",
  "p19": "You must immediately notify us of any suspicious or unauthorised use of the Services or any other breach of security.",
  "subt_title12": "6. Representations, Warranties and Risks",
  "subt_title13": "6.1 Restrictions and limitations",
  "p20": "As a User of the Services, except as expressly mentioned in these Terms or as permitted by any local laws, you agree: (i) not to violate any laws when using our Services and to comply in full with all applicable technology control laws and regulations. You agree that you will not use our Services to engage in any illegal activities, including but not limited to, fraud or money laundering or facilitating/ supporting any terrorism activities; (ii) not to create an account under fraudulent user details/credentials that could negatively affect, or inhibit other users to fully benefit from the Services or to use or attempt to use another user’s wallet without authorization; (iii) not to harm our system/App by negligently or intentionally to distribute or upload any material that contains viruses or other harmful malware that may be harmful or dangerous; (iv) not to attempt to circumvent our security or bypass any content filtering or blocking measures that we may make use of, to prevent or restrict access to the Services.",
  "p21": "Any use of the Services other than as expressly authorized in these Terms is strictly forbidden and will terminate your right to use ZilPay.",
  "subt_title14": "6.2 Warranty",
  "p22": "Please be aware that certain jurisdiction legislation do not allow the disclaimer of implied warranties, so the foregoing disclaimers may not apply to you. The Services granted through App and Website are provided ,,AS IS” and without warranty of any kind, either express or implied. To the fullest extent permitted by law, we discard all warranties, express or implied, regarding your use of the Services.",
  "p23": "We do not warrant that the Content accessible via the Services is accurate, complete or free of viruses or any other harmful components. You agree that your use of the wallet/ Services will be at your sole risk. ZilPay shall keep no liability or responsibility for any: (i) User error such as forgotten passwords, defective transactions, or mistyped addresses; (ii) any unauthorized access to the Services; (iii) server failure or data loss; (iv) any interruption, viruses, phishing, brute forcing, or other attacks against the Services represents common risk associated with the use of Blockchain technology.",
  "subt_title15": "6.3 Software",
  "p24": "Please take into consideration that, ZilPay is a software/solution in a progressing field, which comes without any warranty, express or implied. Therefore, in no case shall the authors or copyright holders be liable for any claim, damages or other liability, whether in an action of contract, proceeding from, out of or in connection with the software, the use or other concerns regarding the software.",
  "p25": "We reserve the right to take no responsibility regarding the security of any data from or related to ZilPay, including but not limited to, account data, password or personal key which we do not know or own, in the event of the User choosing to use custom ROMs on their mobile/applications or removing their software restrictions imposed by the operating system, also known as jailbreaking. Please note that this behaviour may be harmful in relation with the common risk associated with the Blockchain networks and may result in the loss of your account.",
  "p26": "No warning provided by ZilPay will evidence or represent an on-going duty to alert You to all of the potential risks of utilizing the Service or Content.",
  "subt_title16": "6.4 Validator Node",
  "p27": "We do not guarantee or promise that ZilPay will serve as a Validator Node at all times or for any particular period of time. ZilPay failure to remain a validator Node shall not constitute a closure of this Terms or to activate any liability or obligation by/of ZilPay.",
  "subt_title17": "6.5 Blockchain risks",
  "p28": "ZilPay is not responsible for any of the risks that come with you using the Blockchain networks, which are not owned by us. You take full responsibility of managing the digital assets agreeing that this technology may be extremely volatile or unproven, their software and providers are regularly subject to hacking attempts potentially resulting in loss of your data. You agree to hold ZilPay not responsible/liable for these types of risks, and to waive any right to claim against ZilPay for any damages, losses you may suffer due to your use of a Blockchain network or the Service.",
  "p29": "ZilPay has no control over such Blockchain networks which are known as decentralized, peer-to-peer networks supported by independent third parties, beyond our control. We cannot guarantee that any transaction details that you submit will be confirmed and processed. Likewise, you acknowledge that the transaction details you submit may not be completed or delayed, by the Blockchain networks. Once the transaction has been submitted we cannot help you to cancel or modify your transaction as ZilPay has no control over any Blockchain network and does not possess the ability to assist any cancellation or modification requests. We will not be held liable for any failed transactions associated with your account.",
  "subt_title18": "6.6 Risk of cryptographic systems",
  "p30": "By utilizing the Service or interacting with the Content or platform in any way, you represent that you understand the inherent risks associated with cryptographic systems; and warrant that you have an understanding of the usage and intricacies of native cryptographic tokens of various Blockchain networks, and blockchain-based software systems.",
  "subt_title19": "6.7 Risk of jurisdiction regulatory actions",
  "p31": "ZilPay could be impacted by one or more regulatory inquiries or regulatory action, which could impede or limit the ability of ZilPay to continue to develop, or which could impede or limit User ability to access or use the Services.",
  "subt_title20": "6.8 Our App",
  "p32": "You acknowledge that ZilPay App is undergoing testing, available on an “AS IS” basis, before its official release. The Services provided via our App is not intended to be relied on for any reason whatsoever or used in a production environment. As such, You acknowledge and accept that the App or the Services: (i) may contain bugs, errors and defects, (ii) may function improperly or be subject to periods of downtime and unavailability, (iii) may result in total or partial loss or corruption of the User data/information and (iv) may be modified at any time, including through the release of subsequent versions, all with or without notice to you.",
  "subt_title21": "6.9 Taxes",
  "p33": "It is your duty to determine if any taxes apply to the transactions that you have submitted/carried out using the Services, and it is your responsibility to report and remit the correct tax to the appropriate tax authority. You agree that we are not responsible for determining whether taxes apply to your transactions or for remitting any taxes arising from or related to the transactions made by you in any Blockchain networks.",
  "subt_title22": "6.10 Force majeure",
  "p34": "ZilPay shall not be held liable for any delays, failures or interruptions of Service which may result directly or indirectly from any cause or condition beyond reasonable control of the parties, unpredictable, absolutely invincible and inevitable. Including but not limited to: any delay or failure, act of military authorities, war act of terrorism, failure of equipment and/or software strike or other labor dispute/strikes, interruption in telecommunications or Internet services or network provider services, fire, other catastrophe, epidemic or pandemic, or any other circumstance which is beyond of our reasonable control.",
  "subt_title23": "7. Indemnity",
  "p35": "You agree to defend, indemnify, and hold us harmless from and against any, damages, obligations, claims, losses, liabilities, costs or debt, and expenses, including, but not limited to, attorney’s fees, arising from: (i) your use of the Services; (ii) breach of this Terms; (iii) your violation of any term of this Terms; or (d) your violation of any law or the rights of any third party, including but not limited to intellectual property rights; (e) any harmful act towards any other User of the Services. We will notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.",
  "subt_title24": "8. Limitation of liability",
  "p36": "To the fullest extent permitted by applicable law, in no circumstance ZilPay or our shareholders, representatives, employees, consultants, lawyers or any other authorised personnel be liable to You or any third party for damages, direct or indirect, consequential, incidental, punitive damages, lost profit and loss of data, or of any kind of damages resulting from: your use of the Services; unauthorised use of your wallet due to your inadequate approach to manage the confidentiality of your data; any interruption of transmission from the Services such as bugs, viruses or the like that are commonly found or that may be transmitted to Services by any third party; any actions we take or fail to take as a result of communications you send to us; human errors; technical malfunctions; failures, including public utility or telephone outages; omissions, interruptions, latency, deletions or defects of any device or network, providers, or software (including, but not limited to, those that do not permit participation in the service); any injury or damage to computer equipment; inability to fully access the WebSite, the App or the Services or any other website; theft, tampering, destruction, or unauthorised access to, images or other content of any kind; data that is processed late or incorrectly or is incomplete or lost; any type of errors, or any combination thereof, as well as any other damages arising from your use of the Wallet/Services, even if we have been advised of the possibility of such damages;.",
  "p37": "To the fullest extent permitted by applicable law, neither ZilPay nor its suppliers or licensors will be liable to You for any direct, indirect, incidental, special, consequential, punitive, exemplary or other damages of any kind, including without limitation damages for loss of profits, goodwill, use, data or other tangible or intangible losses or any other damages based on contract, tort, strict liability or any other theory (even if ZilPay had been advised of the possibility of such damages), resulting from the WebSite, the App or Services.",
  "p38": "You agree that any that may arise from or in connection with the use of wallet/Services or this Terms must be filed within 3 (three) months after such claim arises, otherwise, your claim shall be definitely barred. This rule shall not affect the disclaimers under warranty clause above.",
  "subt_title25": "9. Intellectual property",
  "p39": "ZilPay App was developed under an open source license and it can be accessed, shared or used by any User. Information regarding ZilPay’s current source code can be found at https://github.com/ZilPay. Please be aware that it is a copyleft license, which means that all the derivative programs must be distributed under the same terms as the original software.",
  "p40": "Your access of the Services does not allow you to use the Content for any other purpose than your solely personal, legitimate and non-commercial use or for the scope of the Service. You are banned from using the App/the Services for any other purpose than explained beforehand and you agree that you will not copy, distribute, sell, license, or, in any other way, the Services.",
  "subt_title26": "10. Termination and discontinuance of services",
  "p41": "ZilPay may terminate or suspend all or part of the Service the right to use ZilPay account, terminate or permanently modify any part of the Services, to any User for any reason or for no reason, at any time without prior notice, and without notice or liability for breach of these Terms. We reserve the right to modify or discontinue, for a limited period of time or permanently, a part or whole of the Services, in our sole discretion, with or without prior notice, and at any time.",
  "p42": "It is your sole responsibility to backup the wallet addresses and private keys. In case of termination of your right to use ZilPay, you remain fully bound by the obligations under these Terms. Your access to your wallet/ the Services after termination will depend only on your access to your backup of your private key.",
  "subt_title27": "11. Final provisions",
  "subt_title28": "11.1 Governing law. Jurisdiction",
  "p43": "These Terms shall be governed by the Romanian law. Any disputes that may arise from or in connection with these Terms/this Agreement shall be settled by the Romanian courts of law where ZilPay has its headquarters located.",
  "p44": "We encourage you to send us a message at: support@zilpay.io or via https://t.me/zilpaychat for any inquiries, complaints, questions or concerns regarding the Services/ ZilPay.",
  "subt_title29": "11.2 Assignment",
  "p45": "You agree that you cannot assign any rights, liabilities or obligations arising from or in connection with these Terms of Services.",
  "subt_title30": "11.3 Communication",
  "p46": "Any questions, complaints or claims from the User’s side with respect to the Services may be addressed to Us using the relevant contact information set in our WebSite/ App."
}
